<?php 
return [
  'bills' => [
    'created' => 'ریکارڈ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
    'deleted' => 'ریکارڈ کامیابی کے ساتھ حذف کردیا گیا۔',
    'updated' => 'ریکارڈ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    'canceled' => 'ریکارڈ کامیابی کے ساتھ منسوخ کردیا گیا۔',
  ],
  'backend' => [
    'roles' => [
      'created' => 'کردار کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'اس کردار کو کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'کردار کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'permissions' => [
      'created' => 'اجازت کامیابی کے ساتھ تشکیل دے دی گئی تھی۔',
      'deleted' => 'اجازت کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'اجازت کامیابی کے ساتھ اپ ڈیٹ کردی گئی۔',
    ],
    'users' => [
      'confirmation_email' => 'ایک نیا تصدیقی ای میل فائل کے پتے پر بھیج دیا گیا ہے۔',
      'created' => 'صارف کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'کمپنی کامیابی کے ساتھ حذف کردی گئی۔',
      'deleted_permanently' => 'کمپنی کو مستقل طور پر حذف کردیا گیا۔',
      'restored' => 'صارف کامیابی کے ساتھ بحال ہوا۔',
      'session_cleared' => 'صارف کا سیشن کامیابی کے ساتھ صاف ہوگیا۔',
      'updated' => 'صارف کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
      'updated_password' => 'صارف کا پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'pages' => [
      'created' => 'صفحہ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'صفحہ کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'صفحہ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'blogcategories' => [
      'created' => 'بلاگ کیٹیگری کامیابی کے ساتھ تشکیل دی گئی تھی۔',
      'deleted' => 'بلاگ کیٹیگری کامیابی کے ساتھ حذف کردی گئی تھی۔',
      'updated' => 'بلاگ کیٹیگری کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'blogtags' => [
      'created' => 'بلاگ ٹیگ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'بلاگ ٹیگ کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'بلاگ ٹیگ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'blogs' => [
      'created' => 'بلاگ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'بلاگ کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'بلاگ کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'settings' => [
      'updated' => 'ترتیب کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'faqs' => [
      'created' => 'فق کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'فق کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'سوال کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'menus' => [
      'created' => 'مینو کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'مینو کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'مینو کامیابی کے ساتھ اپ ڈیٹ ہوا۔',
    ],
    'plans' => [
      'no_feature' => 'براہ کرم کچھ خصوصیات منتخب کریں۔',
      'created' => 'منصوبہ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'منصوبہ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'منصوبہ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'customers' => [
      'created' => 'گاہک کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'گاہک کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'گاہک کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'customergroups' => [
      'created' => 'کسٹمر گروپ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'کسٹمر گروپ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'کسٹمر گروپ کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'warehouses' => [
      'created' => 'گودام کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'گودام کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'گودام کو کامیابی کے ساتھ اپ ڈیٹ کردیا گیا۔',
    ],
    'productcategories' => [
      'created' => 'مصنوعات کی قسم کامیابی کے ساتھ تشکیل دے دی گئی تھی۔',
      'deleted' => 'مصنوعات کی قسم کامیابی کے ساتھ حذف کردی گئی تھی۔',
      'updated' => 'مصنوعات کی قسم کامیابی کے ساتھ اپ ڈیٹ کردی گئی۔',
    ],
    'products' => [
      'created' => 'پروڈکٹ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'پروڈکٹ کو کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'مصنوع کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'invoices' => [
      'created' => 'انوائس کامیابی کے ساتھ تشکیل دے دی گئی تھی۔',
      'draft_created' => 'ڈرافٹ کامیابی کے ساتھ محفوظ ہوگیا تھا۔',
      'deleted' => 'انوائس کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'انوائس کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'additionals' => [
      'created' => 'اندراج کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'اندراج کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'اندراج کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'currencies' => [
      'created' => 'کرنسی کامیابی کے ساتھ تشکیل دے دی گئی تھی۔',
      'deleted' => 'کرنسی کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'کرنسی کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'terms' => [
      'created' => 'مدت کامیابی کے ساتھ تشکیل دے دی گئی تھی۔',
      'deleted' => 'مدت کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'مدت کامیابی کے ساتھ اپ ڈیٹ کردی گئی۔',
    ],
    'customfields' => [
      'created' => 'کسٹم فیلڈ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'کسٹم فیلڈ کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'کسٹم فیلڈ کو کامیابی کے ساتھ اپ ڈیٹ کردیا گیا۔',
    ],
    'prefixes' => [
      'created' => 'پریفکس کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'پریفکس کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'پریفکس کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'accounts' => [
      'created' => 'اکاؤنٹ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'اکاؤنٹ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'اکاؤنٹ کو کامیابی کے ساتھ اپ ڈیٹ کردیا گیا۔',
    ],
    'transactions' => [
      'created' => 'لین دین کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'لین دین کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'لین دین کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'templates' => [
      'updated' => 'سانچہ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'transactioncategories' => [
      'created' => 'ٹرانزیکشن کیٹیگری کامیابی کے ساتھ تشکیل دی گئی تھی۔',
      'deleted' => 'ٹرانزیکشن کیٹیگری کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'ٹرانزیکشن کیٹیگری کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔',
    ],
    'productvariables' => [
      'created' => 'پروڈکٹ متغیر کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'پروڈکٹ متغیر کامیابی کے ساتھ حذف کردی گئی تھی۔',
      'updated' => 'پروڈکٹ متغیر کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'hrms' => [
      'created' => 'ملازم کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'ملازم کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'ملازم کو کامیابی کے ساتھ اپ ڈیٹ کردیا گیا۔',
    ],
    'banks' => [
      'created' => 'بینک کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'بینک کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'بینک کامیابی کے ساتھ اپ ڈیٹ ہوا۔',
    ],
    'usergatewayentries' => [
      'created' => 'ادائیگی کے گیٹ وے کو کامیابی کے ساتھ شامل کیا گیا۔',
      'deleted' => 'ادائیگی کے گیٹ وے کو کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'ادائیگی کے گیٹ وے کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'departments' => [
      'created' => 'محکمہ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'محکمہ کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'محکمہ کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'quotes' => [
      'created' => 'اقتباس کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'حوالہ کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'قیمت کامیابی کے ساتھ اپ ڈیٹ کردی گئی۔',
    ],
    'purchaseorders' => [
      'created' => 'خریداری کا آرڈر کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'خریداری کا آرڈر کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'خریداری کا آرڈر کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'orders' => [
      'created' => 'آرڈر کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'آرڈر کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'آرڈر کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'suppliers' => [
      'created' => 'سپلائر کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'فراہم کنندہ کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'سپلائر کامیابی کے ساتھ اپ ڈیٹ کیا گیا تھا۔',
    ],
    'tasks' => [
      'created' => 'ٹاسک کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'ٹاسک کامیابی کے ساتھ حذف ہوگیا تھا۔',
      'updated' => 'ٹاسک کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'tags' => [
      'created' => 'ٹیگ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'ٹیگ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'ٹیگ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'miscs' => [
      'created' => 'اندراج کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'اندراج کامیابی کے ساتھ حذف کردی گئی۔',
      'updated' => 'اندراج کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'projects' => [
      'created' => 'پروجیکٹ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'پروجیکٹ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'پروجیکٹ کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
    'notes' => [
      'created' => 'نوٹ کامیابی کے ساتھ تشکیل دے دیا گیا تھا۔',
      'deleted' => 'نوٹ کامیابی کے ساتھ حذف ہوگیا۔',
      'updated' => 'نوٹ کامیابی کے ساتھ اپ ڈیٹ ہوگیا۔',
    ],
    'events' => [
      'created' => 'واقعہ کامیابی کے ساتھ تشکیل دیا گیا تھا۔',
      'deleted' => 'واقعہ کامیابی کے ساتھ حذف کردیا گیا۔',
      'updated' => 'واقعہ کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔',
    ],
  ],
];