<?php 
return [
  'general' => [
    'all' => 'سب',
    'yes' => 'جی ہاں',
    'no' => 'نہیں',
    'custom' => 'اپنی مرضی کے مطابق',
    'actions' => 'عمل',
    'active' => 'فعال',
    'buttons' => [
      'save' => 'محفوظ کریں',
      'update' => 'اپ ڈیٹ',
    ],
    'hide' => 'چھپائیں',
    'inactive' => 'غیر فعال',
    'none' => 'کوئی نہیں',
    'show' => 'دکھائیں',
    'toggle_navigation' => 'ٹوگل نیویگیشن',
  ],
  'backend' => [
    'profile_updated' => 'آپ کے پروفائل کو اپ ڈیٹ کر دیا گیا ہے۔',
    'access' => [
      'roles' => 
      [
        'create' => 'کردار بنائیں',
        'edit' => 'کردار میں ترمیم کریں',
        'management' => 'رول مینجمنٹ',
        'table' => 
        [
          'number_of_users' => 'صارفین کی تعداد',
          'permissions' => 'اجازت',
          'role' => 'کردار',
          'sort' => 'ترتیب دیں',
          'total' => 'رول ٹوٹل | رول کل',
        ],
      ],
      'permissions' => 
      [
        'create' => 'اجازت بنائیں',
        'edit' => 'اجازت میں ترمیم کریں',
        'management' => 'اجازت کا انتظام',
        'table' => 
        [
          'permission' => 'اجازت',
          'display_name' => 'نام دکھائیں',
          'sort' => 'ترتیب دیں',
          'status' => 'حالت',
          'total' => 'رول ٹوٹل | رول کل',
        ],
      ],
      'users' => 
      [
        'active' => 'فعال کمپنیاں',
        'all_permissions' => 'تمام اجازتیں',
        'change_password' => 'پاس ورڈ تبدیل کریں',
        'change_password_for' => 'صارف کے لئے پاس ورڈ تبدیل کریں',
        'create' => 'صارف بنائیں',
        'deactivated' => 'غیر فعال کمپنیوں',
        'deleted' => 'حذف شدہ کمپنیاں',
        'edit' => 'صارف میں ترمیم کریں',
        'edit-profile' => 'پروفائل میں ترمیم کریں',
        'management' => 'کمپنی مینجمنٹ',
        'no_permissions' => 'اجازت نہیں ہے',
        'no_roles' => 'کوئی کردار متعین کرنے کیلئے نہیں۔',
        'permissions' => 'اجازت',
        'table' => 
        [
          'confirmed' => 'تصدیق ہوگئی',
          'created' => 'بنائی گئی',
          'email' => 'ای میل',
          'id' => 'ID',
          'last_updated' => 'آخری تازہ کاری',
          'first_name' => 'پہلا نام',
          'last_name' => 'آخری نام',
          'no_deactivated' => 'غیر فعال کمپنیوں کو نہیں',
          'no_deleted' => 'حذف شدہ کمپنیاں نہیں',
          'roles' => 'کردار',
          'total' => 'صارف ٹوٹل | کل صارف',
        ],
        'tabs' => 
        [
          'titles' => 
          [
            'overview' => 'جائزہ',
            'history' => 'تاریخ',
          ],
          'content' => 
          [
            'overview' => 
            [
              'avatar' => 'اوتار',
              'confirmed' => 'تصدیق ہوگئی',
              'created_at' => 'ایٹ تیار کیا گیا',
              'deleted_at' => 'حذف شدہ',
              'email' => 'ای میل',
              'last_updated' => 'آخری تازہ کاری',
              'name' => 'نام',
              'status' => 'حالت',
            ],
          ],
        ],
        'view' => 'صارف دیکھیں',
      ],
    ],
    'pages' => [
      'create' => 'صفحہ تخلیق کریں',
      'edit' => 'صفحہ میں ترمیم کریں',
      'management' => 'پیج مینجمنٹ',
      'title' => 'صفحات',
      'table' => 
      [
        'title' => 'عنوان',
        'status' => 'حالت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'updatedat' => 'تازہ کاری شدہ',
        'createdby' => 'بنائی گئی',
        'all' => 'سب',
      ],
    ],
    'blogcategories' => [
      'create' => 'بلاگ کیٹیگری بنائیں',
      'edit' => 'بلاگ کی قسم میں ترمیم کریں',
      'management' => 'بلاگ کیٹیگری مینجمنٹ',
      'table' => 
      [
        'title' => 'بلاگ زمرہ',
        'status' => 'حالت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'createdby' => 'بنائی گئی',
        'all' => 'سب',
      ],
    ],
    'blogtags' => [
      'create' => 'بلاگ ٹیگ بنائیں',
      'edit' => 'بلاگ ٹیگ میں ترمیم کریں',
      'management' => 'بلاگ ٹیگ مینجمنٹ',
      'table' => 
      [
        'title' => 'بلاگ ٹیگ',
        'status' => 'حالت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'createdby' => 'بنائی گئی',
        'all' => 'سب',
      ],
    ],
    'blogs' => [
      'create' => 'بلاگ بنائیں',
      'edit' => 'بلاگ میں ترمیم کریں',
      'management' => 'بلاگ مینجمنٹ',
      'table' => 
      [
        'title' => 'بلاگ',
        'publish' => 'پبلڈ ڈیٹ ٹائم',
        'status' => 'حالت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'createdby' => 'بنائی گئی',
        'all' => 'سب',
      ],
    ],
    'settings' => [
      'edit' => 'ترتیبات میں ترمیم کریں',
      'management' => 'ترتیبات کا انتظام',
      'title' => 'ترتیبات',
      'seo' => 'کمپنی اور SEO کی ترتیبات',
      'companydetails' => 'کمپنی سے رابطہ کی تفصیلات',
      'mail' => 'میل کی ترتیبات',
      'footer' => 'فوٹر کی ترتیبات',
      'terms' => 'شرائط و ضوابط کی ترتیبات',
      'google' => 'گوگل تجزیات کا ٹریک کوڈ',
      'social' => 'سوشل میڈیا لنکس',
      'home' => 'ہوم پیج کی ترتیبات',
      'intro' => 'انٹرو',
      'section' => 'سیکشن',
    ],
    'faqs' => [
      'create' => 'سوالات بنائیں',
      'edit' => 'سوالات میں ترمیم کریں',
      'management' => 'عمومی سوالنامہ کا انتظام',
      'table' => 
      [
        'title' => 'عمومی سوالنامہ',
        'publish' => 'پبلڈ ڈیٹ ٹائم',
        'status' => 'حالت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'createdby' => 'بنائی گئی',
        'answer' => 'جواب',
        'question' => 'سوال',
        'updatedat' => 'تازہ کاری شدہ',
        'all' => 'سب',
      ],
    ],
    'menus' => [
      'create' => 'مینو بنائیں',
      'edit' => 'مینو میں ترمیم کریں',
      'management' => 'مینو مینجمنٹ',
      'title' => 'مینو',
      'table' => 
      [
        'name' => 'نام',
        'type' => 'ٹائپ کریں',
        'createdat' => 'ایٹ تیار کیا گیا',
        'createdby' => 'بنائی گئی',
        'all' => 'سب',
      ],
      'field' => 
      [
        'name' => 'نام',
        'type' => 'ٹائپ کریں',
        'items' => 'مینو آئٹمز',
        'url' => 'یو آر ایل',
        'url_type' => 'یو آر ایل کی قسم',
        'url_types' => 
        [
          'route' => 'راسته',
          'static' => 'جامد',
        ],
        'open_in_new_tab' => 'URL کو نئے ٹیب میں کھولیں',
        'view_permission_id' => 'اجازت',
        'icon' => 'شبیہہ کلاس',
        'icon_title' => 'فونٹ بہت اچھے کلاس. جیسے ایف اے ترمیم',
      ],
    ],
    'modules' => [
      'create' => 'ماڈیول بنائیں',
      'management' => 'ماڈیول مینجمنٹ',
      'title' => 'ماڈیول',
      'edit' => 'ماڈیول میں ترمیم کریں',
      'table' => 
      [
        'name' => 'ماڈیول کا نام',
        'url' => 'ماڈیول ویو روٹ',
        'view_permission_id' => 'اجازت دیکھیں',
        'created_by' => 'بنائی گئی',
      ],
      'form' => 
      [
        'name' => 'ماڈیول کا نام',
        'url' => 'روٹ دیکھیں',
        'view_permission_id' => 'اجازت دیکھیں',
        'directory_name' => 'ڈائرکٹری کا نام',
        'namespace' => 'نام کی جگہ',
        'model_name' => 'ماڈل کا نام',
        'controller_name' => 'کنٹرولر کا نام',
        'resource_controller' => 'وسائل مند کنٹرولر',
        'table_controller_name' => 'کنٹرولر کا نام',
        'table_name' => 'ٹیبل کا نام',
        'route_name' => 'راستے کا نام',
        'route_controller_name' => 'کنٹرولر کا نام',
        'resource_route' => 'وسائل مند راستے',
        'views_directory' => 'ڈائرکٹری کا نام',
        'index_file' => 'اشاریہ',
        'create_file' => 'بنانا',
        'edit_file' => 'ترمیم',
        'form_file' => 'فارم',
        'repo_name' => 'ذخیرہ نام',
        'event' => 'واقعہ کا نام',
      ],
    ],
    'plans' => [
      'create' => 'پلان بنائیں',
      'edit' => 'منصوبے میں ترمیم کریں',
      'management' => 'پلان مینجمنٹ',
      'feature' => 'منصوبے کی خصوصیات',
      'title' => 'منصوبے',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
        'invoice_period' => 'انوائس کی مدت',
        'invoice_interval' => 'انوائس وقفہ',
        'order' => 'پلان ڈسپلے آرڈر',
        'max_employee' => 'زیادہ سے زیادہ ملازمین کی رجسٹریشن',
      ],
    ],
    'geos' => [
      'create' => 'جیو بنائیں',
      'edit' => 'جیو میں ترمیم کریں',
      'management' => 'جیو مینجمنٹ',
      'title' => 'جیو',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'customers' => [
      'create' => 'کسٹمر بنائیں',
      'edit' => 'کسٹمر میں ترمیم کریں',
      'management' => 'کسٹمر مینجمنٹ',
      'title' => 'گاہکوں',
      'view' => 'کسٹمر دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'customergroups' => [
      'create' => 'کسٹمر گروپ بنائیں',
      'edit' => 'کسٹمر گروپ میں ترمیم کریں',
      'management' => 'کسٹمر گروپ مینجمنٹ',
      'title' => 'کسٹمر گروپس',
      'view' => 'کسٹمر گروپ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'warehouses' => [
      'create' => 'گودام بنائیں',
      'edit' => 'گودام میں ترمیم کریں',
      'management' => 'گودام کا انتظام',
      'title' => 'گوداموں',
      'view' => 'گودام دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'productcategories' => [
      'create' => 'پروڈکٹ کیٹیگری بنائیں',
      'edit' => 'مصنوعات کی قسم میں ترمیم کریں',
      'management' => 'پروڈکٹ کیٹیگریز مینجمنٹ',
      'title' => 'مصنوعات کی اقسام',
      'view' => 'مصنوعات کی قسم دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'products' => [
      'create' => 'پروڈکٹ بنائیں',
      'edit' => 'پروڈکٹ میں ترمیم کریں',
      'management' => 'پروڈکٹ مینجمنٹ',
      'title' => 'مصنوعات',
      'view' => 'پروڈکٹ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'invoices' => [
      'create' => 'انوائس بنائیں',
      'edit' => 'انوائس میں ترمیم کریں',
      'management' => 'معیاری رسیدیں',
      'pos_management' => 'POS انوائسز',
      'title' => 'انوائسز',
      'view' => 'انوائس دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'additionals' => [
      'create' => 'ٹیکس اور چھوٹ بنائیں',
      'edit' => 'ٹیکس اور چھوٹ میں ترمیم کریں',
      'management' => 'ٹیکس اور ڈسکاؤنٹ مینجمنٹ',
      'title' => 'ٹیکس اور چھوٹ',
      'view' => 'ٹیکس اور چھوٹ دیکھیں',
    ],
    'currencies' => [
      'create' => 'کرنسی بنائیں',
      'edit' => 'کرنسی میں ترمیم کریں',
      'management' => 'کرنسی کا انتظام',
      'title' => 'کرنسیوں',
      'view' => 'کرنسی دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'terms' => [
      'create' => 'اصطلاح تشکیل دیں',
      'edit' => 'ترمیم کی مدت',
      'management' => 'ٹرم مینجمنٹ',
      'title' => 'شرائط',
      'view' => 'اصطلاح دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'customfields' => [
      'create' => 'کسٹم فیلڈ بنائیں',
      'edit' => 'کسٹم فیلڈ میں ترمیم کریں',
      'management' => 'کسٹم فیلڈ مینجمنٹ',
      'title' => 'کسٹم فیلڈز',
      'view' => 'کسٹم فیلڈ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'prefixes' => [
      'edit' => 'سابقہ ​​میں ترمیم کریں',
      'management' => 'پریفکس مینجمنٹ',
      'title' => 'سابقے',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'accounts' => [
      'create' => 'اکاؤنٹ بنائیں',
      'edit' => 'اکاؤنٹ میں ترمیم کریں',
      'management' => 'اکاؤنٹ مینجمنٹ',
      'title' => 'اکاؤنٹس',
      'view' => 'اکاونٹ دیکھں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'transactions' => [
      'create' => 'ٹرانزیکشن بنائیں',
      'edit' => 'لین دین میں ترمیم کریں',
      'management' => 'ٹرانزیکشن مینجمنٹ',
      'title' => 'لین دین',
      'view' => 'لین دین دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'templates' => [
      'create' => 'سانچہ بنائیں',
      'edit' => 'سانچہ میں ترمیم کریں',
      'management' => 'ٹیمپلیٹ مینجمنٹ',
      'title' => 'ٹیمپلیٹس',
      'view' => 'سانچہ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'transactioncategories' => [
      'create' => 'ٹرانزیکشن کیٹیگری بنائیں',
      'edit' => 'ٹرانزیکشن کیٹیگری میں ترمیم کریں',
      'management' => 'ٹرانزیکشن کیٹیگریز مینجمنٹ',
      'title' => 'ٹرانزیکشن زمرے',
      'view' => 'ٹرانزیکشن کیٹیگری دیکھیں',
    ],
    'productvariables' => [
      'create' => 'پروڈکٹ یونٹ متغیر بنائیں',
      'edit' => 'پروڈکٹ یونٹ متغیر میں ترمیم کریں',
      'management' => 'پروڈکٹ یونٹ متغیر انتظام',
      'title' => 'پروڈکٹ یونٹ متغیر',
      'view' => 'پروڈکٹ یونٹ متغیر دیکھیں',
    ],
    'hrms' => [
      'create' => 'HRM بنائیں',
      'edit' => 'HRM کا انتظام کریں',
      'management' => 'HRM مینجمنٹ',
      'title' => 'HRM',
      'view' => 'HRM دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'banks' => [
      'create' => 'بنک بنائیں',
      'edit' => 'بینک میں ترمیم کریں',
      'management' => 'بینک مینجمنٹ',
      'title' => 'بینک',
      'view' => 'بینک دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'usergatewayentries' => [
      'create' => 'ادائیگی کے گیٹ وے کو شامل کریں',
      'edit' => 'ادائیگی کے گیٹ وے میں ترمیم کریں',
      'management' => 'ادائیگی کے گیٹ ویز کا انتظام',
      'title' => 'ادائیگی کے دروازے',
      'view' => 'ادائیگی کا گیٹ وے دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'departments' => [
      'create' => 'محکمہ ملازمین تشکیل دیں',
      'edit' => 'محکمہ ملازمین میں ترمیم کریں',
      'management' => 'ملازم محکمہ مینجمنٹ',
      'title' => 'ملازمین کے محکمے',
      'view' => 'محکمہ ملازمین دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'quotes' => [
      'create' => 'اقتباس بنائیں',
      'edit' => 'اقتباس میں ترمیم کریں',
      'management' => 'اقتباس کا انتظام',
      'title' => 'حوالہ جات',
      'view' => 'اقتباس دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'purchaseorders' => [
      'create' => 'خریداری کا آرڈر بنائیں',
      'edit' => 'خریداری کے آرڈر میں ترمیم کریں',
      'management' => 'خریداری آرڈر مینجمنٹ',
      'title' => 'خریداری کے احکامات',
      'view' => 'خریداری کا آرڈر دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'orders' => [
      'create' => 'آرڈر بنائیں',
      'edit' => 'آرڈر میں ترمیم کریں',
      'management' => 'آرڈر مینجمنٹ',
      'title' => 'احکامات',
      'view' => 'آرڈر دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'suppliers' => [
      'create' => 'سپلائر بنائیں',
      'edit' => 'سپلائر میں ترمیم کریں',
      'management' => 'سپلائر مینجمنٹ',
      'title' => 'سپلائر',
      'view' => 'سپلائر دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'tasks' => [
      'create' => 'ٹاسک بنائیں',
      'edit' => 'ٹاسک میں ترمیم کریں',
      'management' => 'ٹاسک مینجمنٹ',
      'title' => 'ٹاسک',
      'view' => 'ٹاسک دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'tags' => [
      'create' => 'ٹیگ بنائیں',
      'edit' => 'ٹیگ میں ترمیم کریں',
      'management' => 'ٹیگز',
      'title' => 'ٹیگز',
      'view' => 'ٹیگ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'miscs' => [
      'create' => 'اندراج بنائیں',
      'edit' => 'اندراج میں ترمیم کریں',
      'management' => 'مینجمنٹ',
      'title' => 'ٹیگز اور شرائط',
      'view' => 'ٹیگز اور حالت دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'projects' => [
      'create' => 'پروجیکٹ بنائیں',
      'edit' => 'پروجیکٹ میں ترمیم کریں',
      'management' => 'کام کی ترتیب لگانا',
      'title' => 'منصوبے',
      'view' => 'پروجیکٹ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'notes' => [
      'create' => 'نوٹ بنائیں',
      'edit' => 'نوٹ میں ترمیم کریں',
      'management' => 'نوٹ مینجمنٹ',
      'title' => 'نوٹ',
      'view' => 'نوٹ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
    'events' => [
      'create' => 'واقعہ بنائیں',
      'edit' => 'واقعہ میں ترمیم کریں',
      'management' => 'تقریب کے انتظامات',
      'title' => 'تقریبات',
      'view' => 'واقعہ دیکھیں',
      'table' => 
      [
        'id' => 'شناخت',
        'createdat' => 'ایٹ تیار کیا گیا',
      ],
    ],
  ],
  'frontend' => [
    'auth' => [
      'login_box_title' => 'لاگ ان کریں',
      'login_button' => 'لاگ ان کریں',
      'login_with' => 'کے ساتھ لاگ ان کریں: social_media',
      'register_box_title' => 'رجسٹر کریں',
      'register_button' => 'رجسٹر کریں',
      'remember_me' => 'مجھے پہچانتے ہو',
    ],
    'passwords' => [
      'forgot_password' => 'اپنا پاس ورڈ بھول گئے؟',
      'reset_password_box_title' => 'پاس ورڈ ری سیٹ',
      'reset_password_button' => 'پاس ورڈ ری سیٹ',
      'send_password_reset_link_button' => 'پاس ورڈ ری سیٹ کریں لنک بھیجیں',
    ],
    'macros' => [
      'country' => 
      [
        'alpha' => 'ملک الفا کوڈز',
        'alpha2' => 'ملک الفا 2 کوڈز',
        'alpha3' => 'ملک الفا 3 کوڈز',
        'numeric' => 'کنٹری نمبر کوڈز',
      ],
      'macro_examples' => 'میکرو مثالوں',
      'state' => 
      [
        'mexico' => 'میکسیکو اسٹیٹ کی فہرست',
        'us' => 
        [
          'us' => 'امریکی ریاستوں',
          'outlying' => 'امریکی بیرونی علاقوں',
          'armed' => 'امریکی مسلح افواج',
        ],
      ],
      'territories' => 
      [
        'canada' => 'صوبہ کینیڈا اور علاقوں کی فہرست',
      ],
      'timezone' => 'ٹائم زون',
    ],
    'user' => [
      'passwords' => 
      [
        'change' => 'پاس ورڈ تبدیل کریں',
      ],
      'profile' => 
      [
        'avatar' => 'اوتار',
        'created_at' => 'ایٹ تیار کیا گیا',
        'edit_information' => 'معلومات میں ترمیم کریں',
        'email' => 'ای میل',
        'last_updated' => 'آخری تازہ کاری',
        'first_name' => 'پہلا نام',
        'last_name' => 'آخری نام',
        'address' => 'پتہ',
        'state' => 'حالت',
        'city' => 'شہر',
        'zipcode' => 'زپ کوڈ',
        'ssn' => 'ایس ایس این',
        'update_information' => 'معلومات کو اپ ڈیٹ کریں',
      ],
    ],
  ],
];