<?php 
return [
  'bills' => [
    'created' => 'রেকর্ডটি সফলভাবে তৈরি করা হয়েছিল।',
    'deleted' => 'রেকর্ডটি সফলভাবে মোছা হয়েছে।',
    'updated' => 'রেকর্ডটি সফলভাবে আপডেট হয়েছিল।',
    'canceled' => 'রেকর্ডটি সফলভাবে বাতিল করা হয়েছে।',
  ],
  'backend' => [
    'roles' => [
      'created' => 'ভূমিকাটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ভূমিকাটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ভূমিকাটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'permissions' => [
      'created' => 'অনুমতিটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'অনুমতিটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'অনুমতিটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'users' => [
      'confirmation_email' => 'ফাইলের ঠিকানায় একটি নতুন নিশ্চিতকরণ ইমেল প্রেরণ করা হয়েছে।',
      'created' => 'ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে।',
      'deleted' => 'সংস্থাটি সফলভাবে মোছা হয়েছে।',
      'deleted_permanently' => 'সংস্থাটি স্থায়ীভাবে মুছে ফেলা হয়েছিল।',
      'restored' => 'ব্যবহারকারী সফলভাবে পুনরুদ্ধার করা হয়েছিল।',
      'session_cleared' => 'ব্যবহারকারীর সেশনটি সাফল্যের সাথে সাফ করা হয়েছে।',
      'updated' => 'ব্যবহারকারী সফলভাবে আপডেট হয়েছে was',
      'updated_password' => 'ব্যবহারকারীর পাসওয়ার্ড সফলভাবে আপডেট হয়েছে।',
    ],
    'pages' => [
      'created' => 'পৃষ্ঠাটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'পৃষ্ঠাটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'পৃষ্ঠাটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'blogcategories' => [
      'created' => 'ব্লগ বিভাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ব্লগ বিভাগ সফলভাবে মোছা হয়েছে।',
      'updated' => 'ব্লগ বিভাগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'blogtags' => [
      'created' => 'ব্লগ ট্যাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ব্লগ ট্যাগ সফলভাবে মোছা হয়েছে।',
      'updated' => 'ব্লগ ট্যাগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'blogs' => [
      'created' => 'ব্লগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ব্লগটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ব্লগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'settings' => [
      'updated' => 'সেটিংটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'faqs' => [
      'created' => 'FAQ সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'FAQ সফলভাবে মুছে ফেলা হয়েছে।',
      'updated' => 'FAQ সফলভাবে আপডেট করা হয়েছিল।',
    ],
    'menus' => [
      'created' => 'মেনু সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'মেনু সফলভাবে মুছে ফেলা হয়েছে।',
      'updated' => 'মেনুটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'plans' => [
      'no_feature' => 'দয়া করে কিছু বৈশিষ্ট্য নির্বাচন করুন।',
      'created' => 'পরিকল্পনাটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'পরিকল্পনাটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'পরিকল্পনাটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'customers' => [
      'created' => 'গ্রাহক সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'গ্রাহক সফলভাবে মুছে ফেলা হয়েছে।',
      'updated' => 'গ্রাহক সফলভাবে আপডেট হয়েছে।',
    ],
    'customergroups' => [
      'created' => 'গ্রাহক গোষ্ঠীটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'গ্রাহক গোষ্ঠীটি সফলভাবে মুছে ফেলা হয়েছে।',
      'updated' => 'গ্রাহক গোষ্ঠীটি সফলভাবে আপডেট হয়েছে।',
    ],
    'warehouses' => [
      'created' => 'গুদাম সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'গুদাম সফলভাবে মুছে ফেলা হয়েছে।',
      'updated' => 'গুদাম সফলভাবে আপডেট করা হয়েছে।',
    ],
    'productcategories' => [
      'created' => 'পণ্য বিভাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'পণ্য বিভাগটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'পণ্য বিভাগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'products' => [
      'created' => 'পণ্যটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'পণ্যটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'পণ্যটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'invoices' => [
      'created' => 'চালানটি সফলভাবে তৈরি করা হয়েছিল।',
      'draft_created' => 'খসড়াটি সাফল্যের সাথে সংরক্ষণ করা হয়েছিল।',
      'deleted' => 'চালানটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'চালানটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'additionals' => [
      'created' => 'এন্ট্রি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'প্রবেশটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'এন্ট্রি সফলভাবে আপডেট করা হয়েছে।',
    ],
    'currencies' => [
      'created' => 'মুদ্রা সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'মুদ্রা সফলভাবে মোছা হয়েছে।',
      'updated' => 'মুদ্রাটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'terms' => [
      'created' => 'মেয়াদটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'শব্দটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'মেয়াদটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'customfields' => [
      'created' => 'কাস্টম ক্ষেত্রটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'কাস্টম ক্ষেত্রটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'কাস্টম ক্ষেত্রটি সফলভাবে আপডেট হয়েছে।',
    ],
    'prefixes' => [
      'created' => 'উপসর্গটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'উপসর্গটি সফলভাবে মোছা হয়েছিল।',
      'updated' => 'উপসর্গটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'accounts' => [
      'created' => 'অ্যাকাউন্টটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'অ্যাকাউন্টটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'অ্যাকাউন্টটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'transactions' => [
      'created' => 'লেনদেন সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'লেনদেন সফলভাবে মোছা হয়েছে।',
      'updated' => 'লেনদেনটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'templates' => [
      'updated' => 'টেমপ্লেটটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'transactioncategories' => [
      'created' => 'লেনদেন বিভাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'লেনদেন বিভাগটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'লেনদেন বিভাগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'productvariables' => [
      'created' => 'পণ্য ভেরিয়েবল সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'পণ্য ভেরিয়েবল সফলভাবে মোছা হয়েছে।',
      'updated' => 'পণ্য ভেরিয়েবল সফলভাবে আপডেট হয়েছিল।',
    ],
    'hrms' => [
      'created' => 'কর্মচারী সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'কর্মচারী সফলভাবে মোছা হয়েছে।',
      'updated' => 'কর্মচারী সফলভাবে আপডেট হয়েছিল।',
    ],
    'banks' => [
      'created' => 'ব্যাংকটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ব্যাংকটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ব্যাংকটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'usergatewayentries' => [
      'created' => 'পেমেন্ট গেটওয়ে সফলভাবে যোগ করা হয়েছিল।',
      'deleted' => 'পেমেন্ট গেটওয়ে সফলভাবে মোছা হয়েছে।',
      'updated' => 'পেমেন্ট গেটওয়ে সফলভাবে আপডেট হয়েছিল।',
    ],
    'departments' => [
      'created' => 'বিভাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'বিভাগ সফলভাবে মোছা হয়েছে।',
      'updated' => 'বিভাগটি সফলভাবে আপডেট করা হয়েছিল।',
    ],
    'quotes' => [
      'created' => 'উদ্ধৃতিটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'উদ্ধৃতিটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'উদ্ধৃতিটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'purchaseorders' => [
      'created' => 'ক্রয়ের আদেশটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ক্রয়ের আদেশটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ক্রয়ের আদেশটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'orders' => [
      'created' => 'অর্ডারটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'অর্ডারটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'অর্ডারটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'suppliers' => [
      'created' => 'সরবরাহকারী সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'সরবরাহকারী সফলভাবে মোছা হয়েছে।',
      'updated' => 'সরবরাহকারী সফলভাবে আপডেট হয়েছে।',
    ],
    'tasks' => [
      'created' => 'কার্যটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'কার্যটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'কার্যটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'tags' => [
      'created' => 'ট্যাগটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ট্যাগটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ট্যাগটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'miscs' => [
      'created' => 'এন্ট্রি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'এন্ট্রি সফলভাবে মোছা হয়েছে।',
      'updated' => 'এন্ট্রিটি সফলভাবে আপডেট হয়েছিল।',
    ],
    'projects' => [
      'created' => 'প্রকল্পটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'প্রকল্পটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'প্রকল্পটি সফলভাবে আপডেট হয়েছে।',
    ],
    'notes' => [
      'created' => 'নোটটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'নোটটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'নোটটি সফলভাবে আপডেট হয়েছে।',
    ],
    'events' => [
      'created' => 'ইভেন্টটি সফলভাবে তৈরি করা হয়েছিল।',
      'deleted' => 'ইভেন্টটি সফলভাবে মোছা হয়েছে।',
      'updated' => 'ইভেন্টটি সফলভাবে আপডেট হয়েছিল।',
    ],
  ],
];