<?php 
return [
  'backend' => [
    'none' => 'সাম্প্রতিক ইতিহাস নেই।',
    'none_for_type' => 'এই ধরণের কোনও ইতিহাস নেই।',
    'none_for_entity' => 'এটির জন্য কোনও ইতিহাস নেই: সত্তা।',
    'recent_history' => 'সাম্প্রতিক ইতিহাস',
    'roles' => [
      'created' => 'ভূমিকা তৈরি',
      'deleted' => 'মুছে ফেলা ভূমিকা',
      'updated' => 'আপডেট ভূমিকা',
    ],
    'permissions' => [
      'created' => 'অনুমতি তৈরি',
      'deleted' => 'অনুমতি মোছা',
      'updated' => 'আপডেট অনুমতি',
    ],
    'pages' => [
      'created' => 'তৈরি পৃষ্ঠা',
      'deleted' => 'মুছে ফেলা পৃষ্ঠা',
      'updated' => 'আপডেট পৃষ্ঠা',
    ],
    'blogcategories' => [
      'created' => 'ব্লগ বিভাগ তৈরি করা হয়েছে',
      'deleted' => 'মুছে ফেলা ব্লগ বিভাগ',
      'updated' => 'আপডেট ব্লগ বিভাগ',
    ],
    'blogtags' => [
      'created' => 'ব্লগ ট্যাগ তৈরি',
      'deleted' => 'মুছে ফেলা ব্লগ ট্যাগ',
      'updated' => 'আপডেট ব্লগ ট্যাগ',
    ],
    'blogs' => [
      'created' => 'ব্লগ তৈরি',
      'deleted' => 'মুছে ফেলা ব্লগ',
      'updated' => 'আপডেট ব্লগ',
    ],
    'users' => [
      'changed_password' => 'ব্যবহারকারীর জন্য পাসওয়ার্ড পরিবর্তন',
      'created' => 'তৈরি ব্যবহারকারী',
      'deactivated' => 'নিষ্ক্রিয় ব্যবহারকারী',
      'deleted' => 'মুছে ফেলা ব্যবহারকারী',
      'permanently_deleted' => 'স্থায়ীভাবে মুছে ফেলা ব্যবহারকারী',
      'updated' => 'আপডেট ব্যবহারকারী',
      'reactivated' => 'পুনরায় সক্রিয় ব্যবহারকারী',
      'restored' => 'পুনরুদ্ধারকারী ব্যবহারকারী',
    ],
  ],
  'main' => [
    'funds' => [
      'paid' => 'পরিকল্পনার জন্য অর্থ প্রদান',
      'failed' => 'ব্যর্থ পেমেন্ট',
      'updated' => 'আপডেট পেমেন্ট',
    ],
  ],
];