<?php 
return [
  'general' => [
    'all' => 'সব',
    'yes' => 'হ্যাঁ',
    'no' => 'না',
    'custom' => 'প্রথা',
    'actions' => 'ক্রিয়াকলাপ',
    'active' => 'সক্রিয়',
    'buttons' => [
      'save' => 'সংরক্ষণ',
      'update' => 'হালনাগাদ',
    ],
    'hide' => 'লুকান',
    'inactive' => 'নিষ্ক্রিয়',
    'none' => 'না',
    'show' => 'প্রদর্শনী',
    'toggle_navigation' => 'নেভিগেশন টগল করুন',
  ],
  'backend' => [
    'profile_updated' => 'আপনার প্রোফাইল আপডেট করা হয়েছে।',
    'access' => [
      'roles' => 
      [
        'create' => 'ভূমিকা তৈরি করুন',
        'edit' => 'ভূমিকা সম্পাদনা করুন',
        'management' => 'ভূমিকা পরিচালনা',
        'table' => 
        [
          'number_of_users' => 'ব্যবহারকারীর সংখ্যা',
          'permissions' => 'অনুমতিসমূহ',
          'role' => 'ভূমিকা',
          'sort' => 'সাজান',
          'total' => 'ভূমিকা মোট | ভূমিকা মোট',
        ],
      ],
      'permissions' => 
      [
        'create' => 'অনুমতি তৈরি করুন',
        'edit' => 'অনুমতি সম্পাদনা করুন',
        'management' => 'অনুমতি পরিচালনা',
        'table' => 
        [
          'permission' => 'অনুমতি',
          'display_name' => 'প্রদর্শন নাম',
          'sort' => 'সাজান',
          'status' => 'অবস্থা',
          'total' => 'ভূমিকা মোট | ভূমিকা মোট',
        ],
      ],
      'users' => 
      [
        'active' => 'সক্রিয় সংস্থা',
        'all_permissions' => 'সমস্ত অনুমতি',
        'change_password' => 'পাসওয়ার্ড পরিবর্তন করুন',
        'change_password_for' => 'ব্যবহারকারীর জন্য পাসওয়ার্ড পরিবর্তন করুন',
        'create' => 'ব্যবহারকারী তৈরি করুন',
        'deactivated' => 'নিষ্ক্রিয় সংস্থা',
        'deleted' => 'মুছে ফেলা সংস্থা',
        'edit' => 'ব্যবহারকারী সম্পাদনা করুন',
        'edit-profile' => 'জীবন বৃত্তান্ত সম্পাদনা',
        'management' => 'কোম্পানির ব্যবস্থাপনা',
        'no_permissions' => 'অনুমতি নেই',
        'no_roles' => 'কোনও ভূমিকা সেট করার নেই।',
        'permissions' => 'অনুমতিসমূহ',
        'table' => 
        [
          'confirmed' => 'নিশ্চিত',
          'created' => 'নির্মিত',
          'email' => 'ই-মেইল',
          'id' => 'আইডি',
          'last_updated' => 'সর্বশেষ সংষ্করণ',
          'first_name' => 'নামের প্রথম অংশ',
          'last_name' => 'নামের শেষাংশ',
          'no_deactivated' => 'কোনও নিষ্ক্রিয় সংস্থা নেই',
          'no_deleted' => 'মোছা কোনও সংস্থা নেই',
          'roles' => 'ভূমিকা',
          'total' => 'ব্যবহারকারী মোট | মোট ব্যবহারকারী',
        ],
        'tabs' => 
        [
          'titles' => 
          [
            'overview' => 'সংক্ষিপ্ত বিবরণ',
            'history' => 'ইতিহাস',
          ],
          'content' => 
          [
            'overview' => 
            [
              'avatar' => 'অবতার',
              'confirmed' => 'নিশ্চিত',
              'created_at' => 'এ নির্মিত',
              'deleted_at' => 'মুছে ফেলা হয়েছে',
              'email' => 'ই-মেইল',
              'last_updated' => 'সর্বশেষ সংষ্করণ',
              'name' => 'নাম',
              'status' => 'অবস্থা',
            ],
          ],
        ],
        'view' => 'ব্যবহারকারী দেখুন',
      ],
    ],
    'pages' => [
      'create' => 'পাতা তৈরি করুন',
      'edit' => 'সম্পাদনা পাতা',
      'management' => 'পৃষ্ঠা পরিচালনা',
      'title' => 'পেজ',
      'table' => 
      [
        'title' => 'শিরোনাম',
        'status' => 'অবস্থা',
        'createdat' => 'এ নির্মিত',
        'updatedat' => 'এ আপডেট',
        'createdby' => 'দ্বারা সৃষ্টি',
        'all' => 'সব',
      ],
    ],
    'blogcategories' => [
      'create' => 'ব্লগ বিভাগ তৈরি করুন',
      'edit' => 'ব্লগ বিভাগ সম্পাদনা করুন',
      'management' => 'ব্লগ বিভাগ পরিচালনা',
      'table' => 
      [
        'title' => 'ব্লগ বিভাগ',
        'status' => 'অবস্থা',
        'createdat' => 'এ নির্মিত',
        'createdby' => 'দ্বারা সৃষ্টি',
        'all' => 'সব',
      ],
    ],
    'blogtags' => [
      'create' => 'ব্লগ ট্যাগ তৈরি করুন',
      'edit' => 'ব্লগ ট্যাগ সম্পাদনা করুন',
      'management' => 'ব্লগ ট্যাগ পরিচালনা',
      'table' => 
      [
        'title' => 'ব্লগ ট্যাগ',
        'status' => 'অবস্থা',
        'createdat' => 'এ নির্মিত',
        'createdby' => 'দ্বারা সৃষ্টি',
        'all' => 'সব',
      ],
    ],
    'blogs' => [
      'create' => 'ব্লগ তৈরি করুন',
      'edit' => 'ব্লগ সম্পাদনা করুন',
      'management' => 'ব্লগ পরিচালনা',
      'table' => 
      [
        'title' => 'ব্লগ',
        'publish' => 'PublishDateTime',
        'status' => 'অবস্থা',
        'createdat' => 'এ নির্মিত',
        'createdby' => 'দ্বারা সৃষ্টি',
        'all' => 'সব',
      ],
    ],
    'settings' => [
      'edit' => 'সেটিংস সম্পাদনা',
      'management' => 'সেটিংস পরিচালনা',
      'title' => 'সেটিংস',
      'seo' => 'সংস্থা ও এসইও সেটিংস',
      'companydetails' => 'কোম্পানির যোগাযোগের বিশদ',
      'mail' => 'মেল সেটিংস',
      'footer' => 'পাদদেশ সেটিংস',
      'terms' => 'শর্তাদি এবং শর্তাদি সেটিংস',
      'google' => 'গুগল অ্যানালিটিক্স ট্র্যাক কোড',
      'social' => 'সামাজিক মিডিয়া লিংক',
      'home' => 'হোম পৃষ্ঠা সেটিংস',
      'intro' => 'ইন্ট্রো',
      'section' => 'অধ্যায়',
    ],
    'faqs' => [
      'create' => 'FAQ তৈরি করুন',
      'edit' => 'এফএকিউ সম্পাদনা করুন',
      'management' => 'FAQ ম্যানেজমেন্ট',
      'table' => 
      [
        'title' => 'প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী',
        'publish' => 'PublishDateTime',
        'status' => 'অবস্থা',
        'createdat' => 'এ নির্মিত',
        'createdby' => 'দ্বারা সৃষ্টি',
        'answer' => 'উত্তর',
        'question' => 'প্রশ্ন',
        'updatedat' => 'এ আপডেট',
        'all' => 'সব',
      ],
    ],
    'menus' => [
      'create' => 'মেনু তৈরি করুন',
      'edit' => 'মেনু সম্পাদনা করুন',
      'management' => 'মেনু ম্যানেজমেন্ট',
      'title' => 'মেনু',
      'table' => 
      [
        'name' => 'নাম',
        'type' => 'আদর্শ',
        'createdat' => 'এ নির্মিত',
        'createdby' => 'দ্বারা সৃষ্টি',
        'all' => 'সব',
      ],
      'field' => 
      [
        'name' => 'নাম',
        'type' => 'আদর্শ',
        'items' => 'মেনু আইটেম',
        'url' => 'URL টি',
        'url_type' => 'ইউআরএল প্রকার',
        'url_types' => 
        [
          'route' => 'রুট',
          'static' => 'স্থির',
        ],
        'open_in_new_tab' => 'নতুন ট্যাবে URL খুলুন',
        'view_permission_id' => 'অনুমতি',
        'icon' => 'আইকন ক্লাস',
        'icon_title' => 'হরফ ক্লাস যেমন। ফার্সী-সম্পাদনা',
      ],
    ],
    'modules' => [
      'create' => 'মডিউল তৈরি করুন',
      'management' => 'মডিউল পরিচালনা',
      'title' => 'মডিউল',
      'edit' => 'মডিউল সম্পাদনা করুন',
      'table' => 
      [
        'name' => 'মডিউল নাম',
        'url' => 'মডিউল ভিউ রুট',
        'view_permission_id' => 'অনুমতি দেখুন',
        'created_by' => 'দ্বারা সৃষ্টি',
      ],
      'form' => 
      [
        'name' => 'মডিউল নাম',
        'url' => 'রুট দেখুন',
        'view_permission_id' => 'অনুমতি দেখুন',
        'directory_name' => 'ডিরেক্টরি নাম',
        'namespace' => 'নামস্থান',
        'model_name' => 'মডেল নাম',
        'controller_name' => 'নিয়ামকের নাম',
        'resource_controller' => 'রিসোর্সফুল কন্ট্রোলার',
        'table_controller_name' => 'নিয়ামকের নাম',
        'table_name' => 'সারণীর নাম',
        'route_name' => 'রুটের নাম',
        'route_controller_name' => 'নিয়ামকের নাম',
        'resource_route' => 'রিসোর্সফুল রুটস',
        'views_directory' => 'ডিরেক্টরি নাম',
        'index_file' => 'সূচক',
        'create_file' => 'সৃষ্টি',
        'edit_file' => 'সম্পাদন করা',
        'form_file' => 'ফর্ম',
        'repo_name' => 'সংগ্রহস্থলের নাম',
        'event' => 'অনুষ্ঠানের নাম',
      ],
    ],
    'plans' => [
      'create' => 'পরিকল্পনা তৈরি করুন',
      'edit' => 'পরিকল্পনা সম্পাদনা করুন',
      'management' => 'পরিকল্পনা ব্যবস্থাপনা',
      'feature' => 'পরিকল্পনা বৈশিষ্ট্য',
      'title' => 'পরিকল্পনা সমূহ',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
        'invoice_period' => 'চালানের সময়কাল',
        'invoice_interval' => 'চালান ব্যবধান',
        'order' => 'পরিকল্পনা প্রদর্শন আদেশ',
        'max_employee' => 'সর্বোচ্চ কর্মচারী নিবন্ধন',
      ],
    ],
    'geos' => [
      'create' => 'জিও তৈরি করুন',
      'edit' => 'জিও সম্পাদনা করুন',
      'management' => 'জিও ম্যানেজমেন্ট',
      'title' => 'Geos',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'customers' => [
      'create' => 'গ্রাহক তৈরি করুন',
      'edit' => 'গ্রাহক সম্পাদনা করুন',
      'management' => 'গ্রাহক ব্যবস্থাপনা',
      'title' => 'গ্রাহকরা',
      'view' => 'গ্রাহক দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'customergroups' => [
      'create' => 'গ্রাহক গ্রুপ তৈরি করুন',
      'edit' => 'গ্রাহক গ্রুপ সম্পাদনা করুন',
      'management' => 'গ্রাহক গ্রুপ পরিচালনা',
      'title' => 'গ্রাহক গোষ্ঠী',
      'view' => 'গ্রাহক গ্রুপ দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'warehouses' => [
      'create' => 'গুদাম তৈরি করুন',
      'edit' => 'গুদাম সম্পাদনা করুন',
      'management' => 'গুদাম ব্যবস্থাপনা',
      'title' => 'গুদাম',
      'view' => 'গুদাম দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'productcategories' => [
      'create' => 'পণ্য বিভাগ তৈরি করুন',
      'edit' => 'পণ্যের বিভাগ সম্পাদনা করুন',
      'management' => 'পণ্য বিভাগ ম্যানেজমেন্ট',
      'title' => 'পণের ধরন',
      'view' => 'পণ্য বিভাগ দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'products' => [
      'create' => 'পণ্য তৈরি করুন',
      'edit' => 'পণ্য সম্পাদনা করুন',
      'management' => 'পণ্য ব্যবস্থাপনা',
      'title' => 'পণ্য',
      'view' => 'পণ্য দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'invoices' => [
      'create' => 'চালান তৈরি করুন',
      'edit' => 'চালান সম্পাদনা করুন',
      'management' => 'স্ট্যান্ডার্ড চালান',
      'pos_management' => 'পস চালান',
      'title' => 'চালান',
      'view' => 'চালান দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'additionals' => [
      'create' => 'কর ও ছাড় তৈরি করুন',
      'edit' => 'কর ও ছাড় সম্পাদনা করুন',
      'management' => 'কর ও ছাড় ম্যানেজমেন্ট',
      'title' => 'কর ও ছাড়',
      'view' => 'কর ও ছাড় দেখুন',
    ],
    'currencies' => [
      'create' => 'মুদ্রা তৈরি করুন',
      'edit' => 'মুদ্রা সম্পাদনা করুন',
      'management' => 'মুদ্রা ব্যবস্থাপনা',
      'title' => 'মুদ্রা',
      'view' => 'মুদ্রা দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'terms' => [
      'create' => 'টার্ম তৈরি করুন',
      'edit' => 'শব্দ সম্পাদনা করুন',
      'management' => 'টার্ম ম্যানেজমেন্ট',
      'title' => 'শর্তাবলী',
      'view' => 'মেয়াদ দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'customfields' => [
      'create' => 'কাস্টম ফিল্ড তৈরি করুন',
      'edit' => 'কাস্টম ক্ষেত্র সম্পাদনা করুন',
      'management' => 'কাস্টম ফিল্ড ম্যানেজমেন্ট',
      'title' => 'অস্ত্রোপচার',
      'view' => 'কাস্টম ক্ষেত্র দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'prefixes' => [
      'edit' => 'উপসর্গ সম্পাদনা করুন',
      'management' => 'উপসর্গ পরিচালনা',
      'title' => 'উপসর্গ',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'accounts' => [
      'create' => 'হিসাব তৈরি কর',
      'edit' => 'অ্যাকাউন্ট সম্পাদনা করুন',
      'management' => 'হিসাব ব্যবস্থাপনা',
      'title' => 'অ্যাকাউন্টস',
      'view' => 'অ্যাকাউন্ট',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'transactions' => [
      'create' => 'লেনদেন তৈরি করুন',
      'edit' => 'লেনদেন সম্পাদনা করুন',
      'management' => 'লেনদেন পরিচালনা',
      'title' => 'লেনদেন',
      'view' => 'লেনদেন দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'templates' => [
      'create' => 'টেম্পলেট তৈরি করুন',
      'edit' => 'টেম্পলেট সম্পাদনা করুন',
      'management' => 'টেমপ্লেট পরিচালনা',
      'title' => 'টেমপ্লেট',
      'view' => 'টেম্পলেট দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'transactioncategories' => [
      'create' => 'লেনদেনের বিভাগ তৈরি করুন',
      'edit' => 'লেনদেন বিভাগটি সম্পাদনা করুন',
      'management' => 'লেনদেন বিভাগগুলির পরিচালনা',
      'title' => 'লেনদেন বিভাগ',
      'view' => 'লেনদেন বিভাগ দেখুন',
    ],
    'productvariables' => [
      'create' => 'প্রোডাক্ট ইউনিট ভেরিয়েবল তৈরি করুন',
      'edit' => 'পণ্য ইউনিট পরিবর্তনশীল সম্পাদনা করুন',
      'management' => 'প্রোডাক্ট ইউনিট ভেরিয়েবল ম্যানেজমেন্ট',
      'title' => 'পণ্য ইউনিট ভেরিয়েবল',
      'view' => 'পণ্য ইউনিট পরিবর্তনশীল দেখুন',
    ],
    'hrms' => [
      'create' => 'এইচআরএম তৈরি করুন',
      'edit' => 'এইচআরএম পরিচালনা করুন',
      'management' => 'এইচআরএম ম্যানেজমেন্ট',
      'title' => 'এইচআরএম',
      'view' => 'এইচআরএম দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'banks' => [
      'create' => 'ব্যাংক তৈরি করুন',
      'edit' => 'ব্যাংক সম্পাদনা করুন',
      'management' => 'ব্যাংক পরিচালনা',
      'title' => 'ব্যাংক',
      'view' => 'ব্যাংক দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'usergatewayentries' => [
      'create' => 'পেমেন্ট গেটওয়ে যুক্ত করুন',
      'edit' => 'পেমেন্ট গেটওয়ে সম্পাদনা করুন',
      'management' => 'পেমেন্ট গেটওয়েস ম্যানেজমেন্ট',
      'title' => 'পেমেন্ট গেটওয়েস',
      'view' => 'পেমেন্ট গেটওয়ে দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'departments' => [
      'create' => 'কর্মচারী বিভাগ তৈরি করুন',
      'edit' => 'কর্মচারী বিভাগ সম্পাদনা করুন',
      'management' => 'কর্মচারী বিভাগ পরিচালনা',
      'title' => 'কর্মচারী বিভাগসমূহ',
      'view' => 'কর্মচারী বিভাগ দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'quotes' => [
      'create' => 'উদ্ধৃতি তৈরি করুন',
      'edit' => 'সম্পাদনা উদ্ধৃতি',
      'management' => 'উদ্ধৃতি ব্যবস্থাপনা',
      'title' => 'দর',
      'view' => 'উদ্ধৃতি দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'purchaseorders' => [
      'create' => 'ক্রয়ের ক্রম তৈরি করুন',
      'edit' => 'ক্রয়ের আদেশ সম্পাদনা করুন',
      'management' => 'ক্রয় আদেশ পরিচালনা',
      'title' => 'ক্রয় আদেশ',
      'view' => 'ক্রয়ের ক্রম দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'orders' => [
      'create' => 'অর্ডার তৈরি করুন',
      'edit' => 'আদেশ সম্পাদনা করুন',
      'management' => 'নির্দেশ ব্যাবস্থাপনা',
      'title' => 'অর্ডার',
      'view' => 'অর্ডার দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'suppliers' => [
      'create' => 'সরবরাহকারী তৈরি করুন',
      'edit' => 'সরবরাহকারী সম্পাদনা করুন',
      'management' => 'সরবরাহকারী ব্যবস্থাপনা',
      'title' => 'সরবরাহকারীদের',
      'view' => 'সরবরাহকারী দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'tasks' => [
      'create' => 'টাস্ক তৈরি করুন',
      'edit' => 'সম্পাদনা কার্য',
      'management' => 'কার্য ব্যবস্থাপনা',
      'title' => 'কাজ',
      'view' => 'কার্য দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'tags' => [
      'create' => 'ট্যাগ তৈরি করুন',
      'edit' => 'ট্যাগ সম্পাদনা করুন',
      'management' => 'ট্যাগ',
      'title' => 'ট্যাগ',
      'view' => 'ট্যাগ দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'miscs' => [
      'create' => 'এন্ট্রি তৈরি করুন',
      'edit' => 'এন্ট্রি সম্পাদনা করুন',
      'management' => 'ম্যানেজমেন্ট',
      'title' => 'ট্যাগস এবং স্ট্যাটাসগুলি',
      'view' => 'ট্যাগ এবং স্ট্যাটাসগুলি দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'projects' => [
      'create' => 'প্রকল্প তৈরি করুন',
      'edit' => 'প্রকল্প সম্পাদনা করুন',
      'management' => 'প্রকল্প পরিচালনা',
      'title' => 'প্রকল্প',
      'view' => 'প্রকল্প দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'notes' => [
      'create' => 'নোট তৈরি করুন',
      'edit' => 'সম্পাদনা দ্রষ্টব্য',
      'management' => 'নোট পরিচালনা',
      'title' => 'মন্তব্য',
      'view' => 'নোট দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
    'events' => [
      'create' => 'ইভেন্ট তৈরি করা',
      'edit' => 'ইভেন্ট সম্পাদনা করুন',
      'management' => 'ইভেন্ট ম্যানেজমেন্ট',
      'title' => 'ঘটনাবলী',
      'view' => 'ইভেন্ট দেখুন',
      'table' => 
      [
        'id' => 'আইডি',
        'createdat' => 'এ নির্মিত',
      ],
    ],
  ],
  'frontend' => [
    'auth' => [
      'login_box_title' => 'প্রবেশ করুন',
      'login_button' => 'প্রবেশ করুন',
      'login_with' => 'লগইন করুন: সোশ্যাল_মিডিয়া',
      'register_box_title' => 'নিবন্ধন',
      'register_button' => 'নিবন্ধন',
      'remember_me' => 'আমাকে মনে কর',
    ],
    'passwords' => [
      'forgot_password' => 'আপনি কি পাসওয়ার্ড ভুলে গেছেন?',
      'reset_password_box_title' => 'পাসওয়ার্ড রিসেট করুন',
      'reset_password_button' => 'পাসওয়ার্ড রিসেট করুন',
      'send_password_reset_link_button' => 'পাসওয়ার্ড রিসেট লিঙ্ক প্রেরণ করুন',
    ],
    'macros' => [
      'country' => 
      [
        'alpha' => 'দেশ আলফা কোডস',
        'alpha2' => 'দেশ আলফা 2 কোড',
        'alpha3' => 'দেশ আলফা 3 কোড',
        'numeric' => 'দেশ সংখ্যা কোড',
      ],
      'macro_examples' => 'ম্যাক্রো উদাহরণ',
      'state' => 
      [
        'mexico' => 'মেক্সিকো রাজ্য তালিকা',
        'us' => 
        [
          'us' => 'মার্কিন যুক্তরাষ্ট্র',
          'outlying' => 'মার্কিন আউটলাইং টেরিটরিজ',
          'armed' => 'মার্কিন সশস্ত্র বাহিনী',
        ],
      ],
      'territories' => 
      [
        'canada' => 'কানাডা প্রদেশ এবং অঞ্চলগুলির তালিকা',
      ],
      'timezone' => 'সময় অঞ্চল',
    ],
    'user' => [
      'passwords' => 
      [
        'change' => 'পাসওয়ার্ড পরিবর্তন করুন',
      ],
      'profile' => 
      [
        'avatar' => 'অবতার',
        'created_at' => 'এ নির্মিত',
        'edit_information' => 'তথ্য সম্পাদনা করুন',
        'email' => 'ই-মেইল',
        'last_updated' => 'সর্বশেষ সংষ্করণ',
        'first_name' => 'নামের প্রথম অংশ',
        'last_name' => 'নামের শেষাংশ',
        'address' => 'ঠিকানা',
        'state' => 'রাষ্ট্র',
        'city' => 'শহর',
        'zipcode' => 'জিপ কোড',
        'ssn' => 'এসএসএন',
        'update_information' => 'হালনাগাদ তথ্য',
      ],
    ],
  ],
];