<?php 
return [
  'backend' => [
    'access' => [
      'users' => 
      [
        'delete_user_confirm' => 'আপনি কি এই ব্যবহারকারীকে স্থায়ীভাবে মুছতে চান? এই ব্যবহারকারীর আইডি উল্লেখ করে এমন অ্যাপ্লিকেশনটিতে যে কোনও জায়গায় সম্ভবত ত্রুটি ঘটবে। নিজের ঝুঁকিতে এগিয়ে যান This এটি কাজ সম্পন্ন করা যাবে না।',
        'if_confirmed_off' => '(নিশ্চিত হয়ে থাকলে বন্ধ)',
        'restore_user_confirm' => 'এই ব্যবহারকারীকে তার আসল অবস্থায় পুনরুদ্ধার করবেন?',
      ],
    ],
    'dashboard' => [
      'title' => 'সুপারএডমিন প্রশাসনিক ড্যাশবোর্ড',
      'welcome' => 'স্বাগত',
    ],
    'general' => [
      'all_rights_reserved' => 'সমস্ত অধিকার সংরক্ষিত.',
      'are_you_sure' => 'আপনি কি সত্যি এটা করতে চান?',
      'boilerplate_link' => 'রোজ বিলিং',
      'continue' => 'চালিয়ে',
      'member_since' => 'থেকে সদস্য',
      'minutes' => 'মিনিট',
      'search_placeholder' => 'অনুসন্ধান করুন ...',
      'timeout' => 'আপনার কোনও ক্রিয়াকলাপ না থাকায় আপনি স্বয়ংক্রিয়ভাবে সুরক্ষা কারণে লগ আউট করেছিলেন',
      'see_all' => 
      [
        'messages' => 'সমস্ত বার্তা দেখুন',
        'notifications' => 'সব দেখ',
        'tasks' => 'সমস্ত কাজ দেখুন',
      ],
      'status' => 
      [
        'online' => 'অনলাইন',
        'offline' => 'অফলাইন',
      ],
      'you_have' => 
      [
        'messages' => '{0} আপনার কাছে কোনও বার্তা নেই | {1} আপনার 1 টি বার্তা রয়েছে | [2, ইনফ] আপনার কাছে রয়েছে: নম্বর বার্তা',
        'notifications' => '{0} আপনার কাছে বিজ্ঞপ্তি নেই "{1} আপনার 1 টি বিজ্ঞপ্তি আছে | [2, ইনফ] আপনার কাছে রয়েছে: নম্বর বিজ্ঞপ্তি',
        'tasks' => '{0} আপনার কাছে কাজ নেই | 1} আপনার 1 টি কাজ আছে have [2, ইনফ] আপনার কাছে রয়েছে: সংখ্যা কার্য',
      ],
    ],
    'search' => [
      'empty' => 'একটি অনুসন্ধান শব্দ লিখুন দয়া করে।',
      'incomplete' => 'এই সিস্টেমের জন্য আপনাকে নিজের অনুসন্ধান যুক্তিটি লিখতে হবে।',
      'title' => 'অনুসন্ধান ফলাফল',
      'results' => 'জন্য অনুসন্ধান ফলাফল: কোয়েরি',
    ],
    'welcome' => 'স্বাগত',
  ],
  'emails' => [
    'auth' => [
      'error' => 'উপস!',
      'greeting' => 'হ্যালো!',
      'regards' => 'শুভেচ্ছা সহ,',
      'trouble_clicking_button' => 'যদি আপনার ": action_text" বোতামটি ক্লিক করতে সমস্যা হয় তবে আপনার ওয়েব ব্রাউজারে নীচের URL টি অনুলিপি করুন এবং পেস্ট করুন:',
      'thank_you_for_using_app' => 'আমাদের অ্যাপ্লিকেশন ব্যবহার করার জন্য আপনাকে ধন্যবাদ!',
      'password_reset_subject' => 'পাসওয়ার্ড রিসেট করুন',
      'password_cause_of_email' => 'আপনি এই ইমেলটি পাচ্ছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড পুনরায় সেট করার অনুরোধ পেয়েছি।',
      'password_if_not_requested' => 'আপনি যদি পাসওয়ার্ড পুনরায় সেট করার অনুরোধ না করেন তবে আর কোনও পদক্ষেপের প্রয়োজন নেই।',
      'reset_password' => 'আপনার পাসওয়ার্ডটি পুনরায় সেট করতে এখানে ক্লিক করুন',
      'click_to_confirm' => 'আপনার অ্যাকাউন্টটি নিশ্চিত করতে এখানে ক্লিক করুন:',
    ],
  ],
  'frontend' => [
    'test' => 'পরীক্ষা',
    'tests' => [
      'based_on' => 
      [
        'permission' => 'অনুমতি ভিত্তিক -',
        'role' => 'ভূমিকা ভিত্তিক -',
      ],
      'js_injected_from_controller' => 'জাভাস্ক্রিপ্ট একটি নিয়ামক থেকে ইনজেক্ট করা হয়েছে',
      'using_blade_extensions' => 'ফলক এক্সটেনশন ব্যবহার করে',
      'using_access_helper' => 
      [
        'array_permissions' => 'অনুমতি নাম বা আইডি "এর অ্যারে সহ অ্যাক্সেস হেল্পার ব্যবহার করে যেখানে ব্যবহারকারীর সমস্ত অধিকার থাকতে হবে।',
        'array_permissions_not' => 'অনুমতি নাম বা আইডি "এর অ্যারে সহ অ্যাক্সেস হেল্পার ব্যবহার করা যেখানে ব্যবহারকারীর সমস্ত অধিকার থাকতে হবে না।',
        'array_roles' => 'ভূমিকা নাম বা আইডি "এর অ্যারে সহ অ্যাক্সেস হেল্পার ব্যবহার করা যেখানে ব্যবহারকারীর সমস্ত অধিকার থাকতে হবে।',
        'array_roles_not' => 'ভূমিকা নাম বা আইডি "এর অ্যারে সহ অ্যাক্সেস হেল্পার ব্যবহার করা যেখানে ব্যবহারকারীর সমস্ত অধিকার থাকতে হবে না।',
        'permission_id' => 'অনুমতি আইডি সহ অ্যাক্সেস হেল্পার ব্যবহার করা',
        'permission_name' => 'অনুমতি নাম সহ অ্যাক্সেস সহায়ক ব্যবহার করে',
        'role_id' => 'রোল আইডি সহ অ্যাক্সেস হেল্পার ব্যবহার করা',
        'role_name' => 'ভূমিকা নাম সহ অ্যাক্সেস সহায়ক ব্যবহার করে',
      ],
      'view_console_it_works' => 'কনসোল দেখুন, আপনার "এটি কাজ করে!" যা ফ্রন্টএন্ডকন্ট্রোলার @ সূচক থেকে আসছে',
      'you_can_see_because' => 'আপনি এটি দেখতে পারেন কারণ আপনার ": ভূমিকা" এর ভূমিকা আছে!',
      'you_can_see_because_permission' => 'আপনি এটি দেখতে পারেন কারণ আপনার কাছে ": অনুমতি" এর অনুমতি রয়েছে!',
    ],
    'user' => [
      'change_email_notice' => 'আপনি যদি নিজের ই-মেইল পরিবর্তন করেন তবে আপনি নিজের নতুন ইমেল ঠিকানা নিশ্চিত না করা পর্যন্ত আপনি লগ আউট হবেন।',
      'email_changed_notice' => 'আপনি আবার লগ ইন করতে পারার আগে আপনাকে অবশ্যই আপনার নতুন ইমেল ঠিকানাটি নিশ্চিত করতে হবে।',
      'profile_updated' => 'প্রোফাইল সফলভাবে আপডেট হয়েছে।',
      'password_updated' => 'পাসওয়ার্ড সফলভাবে আপডেট হয়েছে।',
    ],
    'welcome_to' => 'স্বাগতম: স্থান',
  ],
];