<?php 
return [
  'bills' => [
    'created' => '레코드가 성공적으로 작성되었습니다.',
    'deleted' => '레코드가 성공적으로 삭제되었습니다.',
    'updated' => '레코드가 성공적으로 업데이트되었습니다.',
    'canceled' => '기록이 성공적으로 취소되었습니다.',
  ],
  'backend' => [
    'roles' => [
      'created' => '역할이 작성되었습니다.',
      'deleted' => '역할이 성공적으로 삭제되었습니다.',
      'updated' => '역할이 성공적으로 업데이트되었습니다.',
    ],
    'permissions' => [
      'created' => '권한이 작성되었습니다.',
      'deleted' => '권한이 성공적으로 삭제되었습니다.',
      'updated' => '권한이 성공적으로 업데이트되었습니다.',
    ],
    'users' => [
      'confirmation_email' => '새로운 확인 이메일이 파일의 주소로 발송되었습니다.',
      'created' => '사용자가 성공적으로 작성되었습니다.',
      'deleted' => '회사가 성공적으로 삭제되었습니다.',
      'deleted_permanently' => '회사가 영구적으로 삭제되었습니다.',
      'restored' => '사용자가 성공적으로 복원되었습니다.',
      'session_cleared' => '사용자 세션이 성공적으로 지워졌습니다.',
      'updated' => '사용자가 성공적으로 업데이트되었습니다.',
      'updated_password' => '사용자의 비밀번호가 성공적으로 업데이트되었습니다.',
    ],
    'pages' => [
      'created' => '페이지가 작성되었습니다.',
      'deleted' => '페이지가 성공적으로 삭제되었습니다.',
      'updated' => '페이지가 성공적으로 업데이트되었습니다.',
    ],
    'blogcategories' => [
      'created' => '블로그 카테고리가 작성되었습니다.',
      'deleted' => '블로그 카테고리가 삭제되었습니다.',
      'updated' => '블로그 카테고리가 업데이트되었습니다.',
    ],
    'blogtags' => [
      'created' => '블로그 태그가 작성되었습니다.',
      'deleted' => '블로그 태그가 성공적으로 삭제되었습니다.',
      'updated' => '블로그 태그가 성공적으로 업데이트되었습니다.',
    ],
    'blogs' => [
      'created' => '블로그가 성공적으로 작성되었습니다.',
      'deleted' => '블로그가 성공적으로 삭제되었습니다.',
      'updated' => '블로그가 성공적으로 업데이트되었습니다.',
    ],
    'settings' => [
      'updated' => '설정이 성공적으로 업데이트되었습니다.',
    ],
    'faqs' => [
      'created' => 'FAQ가 성공적으로 생성되었습니다.',
      'deleted' => 'FAQ가 성공적으로 삭제되었습니다.',
      'updated' => 'FAQ가 성공적으로 업데이트되었습니다.',
    ],
    'menus' => [
      'created' => '메뉴가 성공적으로 만들어졌습니다.',
      'deleted' => '메뉴가 성공적으로 삭제되었습니다.',
      'updated' => '메뉴가 성공적으로 업데이트되었습니다.',
    ],
    'plans' => [
      'no_feature' => '일부 기능을 선택하십시오.',
      'created' => '계획이 성공적으로 작성되었습니다.',
      'deleted' => '계획이 성공적으로 삭제되었습니다.',
      'updated' => '계획이 성공적으로 업데이트되었습니다.',
    ],
    'customers' => [
      'created' => '고객이 작성되었습니다.',
      'deleted' => '고객이 성공적으로 삭제되었습니다.',
      'updated' => '고객이 성공적으로 업데이트되었습니다.',
    ],
    'customergroups' => [
      'created' => '고객 그룹이 작성되었습니다.',
      'deleted' => '고객 그룹이 삭제되었습니다.',
      'updated' => '고객 그룹이 성공적으로 업데이트되었습니다.',
    ],
    'warehouses' => [
      'created' => '창고가 성공적으로 생성되었습니다.',
      'deleted' => '웨어 하우스가 성공적으로 삭제되었습니다.',
      'updated' => '창고가 성공적으로 업데이트되었습니다.',
    ],
    'productcategories' => [
      'created' => '제품 카테고리가 생성되었습니다.',
      'deleted' => '제품 카테고리가 성공적으로 삭제되었습니다.',
      'updated' => '제품 카테고리가 업데이트되었습니다.',
    ],
    'products' => [
      'created' => '제품이 성공적으로 작성되었습니다.',
      'deleted' => '제품이 성공적으로 삭제되었습니다.',
      'updated' => '제품이 성공적으로 업데이트되었습니다.',
    ],
    'invoices' => [
      'created' => '송장이 성공적으로 생성되었습니다.',
      'draft_created' => '초안이 성공적으로 저장되었습니다.',
      'deleted' => '송장이 성공적으로 삭제되었습니다.',
      'updated' => '송장이 성공적으로 업데이트되었습니다.',
    ],
    'additionals' => [
      'created' => '항목이 작성되었습니다.',
      'deleted' => '항목이 성공적으로 삭제되었습니다.',
      'updated' => '항목이 성공적으로 업데이트되었습니다.',
    ],
    'currencies' => [
      'created' => '통화가 성공적으로 생성되었습니다.',
      'deleted' => '통화가 성공적으로 삭제되었습니다.',
      'updated' => '통화가 성공적으로 업데이트되었습니다.',
    ],
    'terms' => [
      'created' => '용어가 성공적으로 작성되었습니다.',
      'deleted' => '기간이 성공적으로 삭제되었습니다.',
      'updated' => '기간이 성공적으로 업데이트되었습니다.',
    ],
    'customfields' => [
      'created' => '사용자 정의 필드가 작성되었습니다.',
      'deleted' => '사용자 정의 필드가 성공적으로 삭제되었습니다.',
      'updated' => '사용자 정의 필드가 성공적으로 업데이트되었습니다.',
    ],
    'prefixes' => [
      'created' => '접두사가 작성되었습니다.',
      'deleted' => '접두사가 성공적으로 삭제되었습니다.',
      'updated' => '접두사가 성공적으로 업데이트되었습니다.',
    ],
    'accounts' => [
      'created' => '계정이 성공적으로 생성되었습니다.',
      'deleted' => '계정이 성공적으로 삭제되었습니다.',
      'updated' => '계정이 성공적으로 업데이트되었습니다.',
    ],
    'transactions' => [
      'created' => '거래가 성공적으로 생성되었습니다.',
      'deleted' => '거래가 성공적으로 삭제되었습니다.',
      'updated' => '거래가 성공적으로 업데이트되었습니다.',
    ],
    'templates' => [
      'updated' => '템플릿이 성공적으로 업데이트되었습니다.',
    ],
    'transactioncategories' => [
      'created' => '거래 카테고리가 생성되었습니다.',
      'deleted' => '거래 카테고리가 삭제되었습니다.',
      'updated' => '거래 카테고리가 성공적으로 업데이트되었습니다.',
    ],
    'productvariables' => [
      'created' => '제품 변수가 작성되었습니다.',
      'deleted' => '제품 변수가 삭제되었습니다.',
      'updated' => '제품 변수가 성공적으로 업데이트되었습니다.',
    ],
    'hrms' => [
      'created' => '직원이 작성되었습니다.',
      'deleted' => '직원이 성공적으로 삭제되었습니다.',
      'updated' => '직원이 성공적으로 업데이트되었습니다.',
    ],
    'banks' => [
      'created' => '은행이 성공적으로 만들어졌습니다.',
      'deleted' => '은행이 성공적으로 삭제되었습니다.',
      'updated' => '은행이 성공적으로 업데이트되었습니다.',
    ],
    'usergatewayentries' => [
      'created' => '결제 게이트웨이가 추가되었습니다.',
      'deleted' => '지불 게이트웨이가 성공적으로 삭제되었습니다.',
      'updated' => '결제 게이트웨이가 성공적으로 업데이트되었습니다.',
    ],
    'departments' => [
      'created' => '부서가 성공적으로 만들어졌습니다.',
      'deleted' => '부서가 성공적으로 삭제되었습니다.',
      'updated' => '부서가 성공적으로 업데이트되었습니다.',
    ],
    'quotes' => [
      'created' => '견적이 성공적으로 생성되었습니다.',
      'deleted' => '견적이 성공적으로 삭제되었습니다.',
      'updated' => '견적이 성공적으로 업데이트되었습니다.',
    ],
    'purchaseorders' => [
      'created' => '구매 오더가 성공적으로 생성되었습니다.',
      'deleted' => '구매 주문이 삭제되었습니다.',
      'updated' => '구매 주문이 성공적으로 업데이트되었습니다.',
    ],
    'orders' => [
      'created' => '주문이 성공적으로 생성되었습니다.',
      'deleted' => '주문이 성공적으로 삭제되었습니다.',
      'updated' => '주문이 성공적으로 업데이트되었습니다.',
    ],
    'suppliers' => [
      'created' => '공급 업체가 성공적으로 생성되었습니다.',
      'deleted' => '공급 업체가 성공적으로 삭제되었습니다.',
      'updated' => '공급 업체가 성공적으로 업데이트되었습니다.',
    ],
    'tasks' => [
      'created' => '작업이 성공적으로 생성되었습니다.',
      'deleted' => '작업이 성공적으로 삭제되었습니다.',
      'updated' => '작업이 성공적으로 업데이트되었습니다.',
    ],
    'tags' => [
      'created' => '태그가 성공적으로 생성되었습니다.',
      'deleted' => '태그가 성공적으로 삭제되었습니다.',
      'updated' => '태그가 성공적으로 업데이트되었습니다.',
    ],
    'miscs' => [
      'created' => '항목이 성공적으로 작성되었습니다.',
      'deleted' => '항목이 성공적으로 삭제되었습니다.',
      'updated' => '항목이 성공적으로 업데이트되었습니다.',
    ],
    'projects' => [
      'created' => '프로젝트가 성공적으로 생성되었습니다.',
      'deleted' => '프로젝트가 성공적으로 삭제되었습니다.',
      'updated' => '프로젝트가 성공적으로 업데이트되었습니다.',
    ],
    'notes' => [
      'created' => '노트가 작성되었습니다.',
      'deleted' => '메모가 성공적으로 삭제되었습니다.',
      'updated' => '노트가 성공적으로 업데이트되었습니다.',
    ],
    'events' => [
      'created' => '이벤트가 성공적으로 작성되었습니다.',
      'deleted' => '이벤트가 성공적으로 삭제되었습니다.',
      'updated' => '이벤트가 성공적으로 업데이트되었습니다.',
    ],
  ],
];