<?php 
return [
  'bills' => [
    'created' => 'レコードは正常に作成されました。',
    'deleted' => 'レコードは正常に削除されました。',
    'updated' => 'レコードは正常に更新されました。',
    'canceled' => 'レコードは正常にキャンセルされました。',
  ],
  'backend' => [
    'roles' => [
      'created' => 'ロールが正常に作成されました。',
      'deleted' => 'ロールは正常に削除されました。',
      'updated' => 'ロールは正常に更新されました。',
    ],
    'permissions' => [
      'created' => '許可が正常に作成されました。',
      'deleted' => '許可は正常に削除されました。',
      'updated' => '許可は正常に更新されました。',
    ],
    'users' => [
      'confirmation_email' => '新しい確認メールがファイルのアドレスに送信されました。',
      'created' => 'ユーザーが正常に作成されました。',
      'deleted' => '会社は正常に削除されました。',
      'deleted_permanently' => '会社は完全に削除されました。',
      'restored' => 'ユーザーは正常に復元されました。',
      'session_cleared' => 'ユーザーのセッションは正常にクリアされました。',
      'updated' => 'ユーザーは正常に更新されました。',
      'updated_password' => 'ユーザーのパスワードは正常に更新されました。',
    ],
    'pages' => [
      'created' => 'ページが正常に作成されました。',
      'deleted' => 'ページは正常に削除されました。',
      'updated' => 'ページは正常に更新されました。',
    ],
    'blogcategories' => [
      'created' => 'ブログカテゴリが正常に作成されました。',
      'deleted' => 'ブログカテゴリは正常に削除されました。',
      'updated' => 'ブログカテゴリが正常に更新されました。',
    ],
    'blogtags' => [
      'created' => 'ブログタグが正常に作成されました。',
      'deleted' => 'ブログタグは正常に削除されました。',
      'updated' => 'ブログタグが正常に更新されました。',
    ],
    'blogs' => [
      'created' => 'ブログが正常に作成されました。',
      'deleted' => 'ブログは正常に削除されました。',
      'updated' => 'ブログは正常に更新されました。',
    ],
    'settings' => [
      'updated' => '設定は正常に更新されました。',
    ],
    'faqs' => [
      'created' => 'よくある質問が作成されました。',
      'deleted' => 'FAQは正常に削除されました。',
      'updated' => 'FAQは正常に更新されました。',
    ],
    'menus' => [
      'created' => 'メニューが正常に作成されました。',
      'deleted' => 'メニューは正常に削除されました。',
      'updated' => 'メニューは正常に更新されました。',
    ],
    'plans' => [
      'no_feature' => 'いくつかの機能を選択してください。',
      'created' => 'プランが正常に作成されました。',
      'deleted' => 'プランは正常に削除されました。',
      'updated' => '計画は正常に更新されました。',
    ],
    'customers' => [
      'created' => '顧客が正常に作成されました。',
      'deleted' => '顧客は正常に削除されました。',
      'updated' => '顧客は正常に更新されました。',
    ],
    'customergroups' => [
      'created' => '顧客グループが正常に作成されました。',
      'deleted' => '顧客グループは正常に削除されました。',
      'updated' => '顧客グループは正常に更新されました。',
    ],
    'warehouses' => [
      'created' => 'ウェアハウスが正常に作成されました。',
      'deleted' => 'ウェアハウスは正常に削除されました。',
      'updated' => 'ウェアハウスは正常に更新されました。',
    ],
    'productcategories' => [
      'created' => '製品カテゴリが正常に作成されました。',
      'deleted' => '製品カテゴリが正常に削除されました。',
      'updated' => '製品カテゴリが正常に更新されました。',
    ],
    'products' => [
      'created' => '製品が正常に作成されました。',
      'deleted' => '製品は正常に削除されました。',
      'updated' => '製品は正常に更新されました。',
    ],
    'invoices' => [
      'created' => '請求書が正常に作成されました。',
      'draft_created' => '下書きが正常に保存されました。',
      'deleted' => '請求書は正常に削除されました。',
      'updated' => '請求書は正常に更新されました。',
    ],
    'additionals' => [
      'created' => 'エントリは正常に作成されました。',
      'deleted' => 'エントリは正常に削除されました。',
      'updated' => 'エントリは正常に更新されました。',
    ],
    'currencies' => [
      'created' => '通貨が正常に作成されました。',
      'deleted' => '通貨は正常に削除されました。',
      'updated' => '通貨が正常に更新されました。',
    ],
    'terms' => [
      'created' => '用語が正常に作成されました。',
      'deleted' => '用語は正常に削除されました。',
      'updated' => '期間は正常に更新されました。',
    ],
    'customfields' => [
      'created' => 'カスタムフィールドが正常に作成されました。',
      'deleted' => 'カスタムフィールドが正常に削除されました。',
      'updated' => 'カスタムフィールドが正常に更新されました。',
    ],
    'prefixes' => [
      'created' => 'プレフィックスが正常に作成されました。',
      'deleted' => 'プレフィックスは正常に削除されました。',
      'updated' => 'プレフィックスは正常に更新されました。',
    ],
    'accounts' => [
      'created' => 'アカウントが正常に作成されました。',
      'deleted' => 'アカウントは正常に削除されました。',
      'updated' => 'アカウントは正常に更新されました。',
    ],
    'transactions' => [
      'created' => 'トランザクションが正常に作成されました。',
      'deleted' => 'トランザクションは正常に削除されました。',
      'updated' => 'トランザクションは正常に更新されました。',
    ],
    'templates' => [
      'updated' => 'テンプレートは正常に更新されました。',
    ],
    'transactioncategories' => [
      'created' => 'トランザクションカテゴリが正常に作成されました。',
      'deleted' => 'トランザクションカテゴリは正常に削除されました。',
      'updated' => 'トランザクションカテゴリが正常に更新されました。',
    ],
    'productvariables' => [
      'created' => '製品変数が正常に作成されました。',
      'deleted' => '製品変数は正常に削除されました。',
      'updated' => '製品変数が正常に更新されました。',
    ],
    'hrms' => [
      'created' => '従業員が正常に作成されました。',
      'deleted' => '従業員は正常に削除されました。',
      'updated' => '従業員は正常に更新されました。',
    ],
    'banks' => [
      'created' => '銀行が正常に作成されました。',
      'deleted' => '銀行は正常に削除されました。',
      'updated' => '銀行は正常に更新されました。',
    ],
    'usergatewayentries' => [
      'created' => '支払いゲートウェイが正常に追加されました。',
      'deleted' => 'Payment Gatewayは正常に削除されました。',
      'updated' => '支払いゲートウェイが正常に更新されました。',
    ],
    'departments' => [
      'created' => '部門が正常に作成されました。',
      'deleted' => '部門は正常に削除されました。',
      'updated' => '部門は正常に更新されました。',
    ],
    'quotes' => [
      'created' => '見積もりが正常に作成されました。',
      'deleted' => '見積は正常に削除されました。',
      'updated' => '見積もりが正常に更新されました。',
    ],
    'purchaseorders' => [
      'created' => '発注書が正常に作成されました。',
      'deleted' => '注文書は正常に削除されました。',
      'updated' => '注文書は正常に更新されました。',
    ],
    'orders' => [
      'created' => '注文が正常に作成されました。',
      'deleted' => '注文は正常に削除されました。',
      'updated' => '注文は正常に更新されました。',
    ],
    'suppliers' => [
      'created' => 'サプライヤが正常に作成されました。',
      'deleted' => 'サプライヤーは正常に削除されました。',
      'updated' => 'サプライヤーは正常に更新されました。',
    ],
    'tasks' => [
      'created' => 'タスクが正常に作成されました。',
      'deleted' => 'タスクは正常に削除されました。',
      'updated' => 'タスクは正常に更新されました。',
    ],
    'tags' => [
      'created' => 'タグが正常に作成されました。',
      'deleted' => 'タグは正常に削除されました。',
      'updated' => 'タグは正常に更新されました。',
    ],
    'miscs' => [
      'created' => 'エントリは正常に作成されました。',
      'deleted' => 'エントリは正常に削除されました。',
      'updated' => 'エントリは正常に更新されました。',
    ],
    'projects' => [
      'created' => 'プロジェクトが正常に作成されました。',
      'deleted' => 'プロジェクトは正常に削除されました。',
      'updated' => 'プロジェクトは正常に更新されました。',
    ],
    'notes' => [
      'created' => 'メモは正常に作成されました。',
      'deleted' => 'メモは正常に削除されました。',
      'updated' => 'メモは正常に更新されました。',
    ],
    'events' => [
      'created' => 'イベントは正常に作成されました。',
      'deleted' => 'イベントは正常に削除されました。',
      'updated' => 'イベントは正常に更新されました。',
    ],
  ],
];