<?php 
return [
  'bills' => [
    'created' => 'កំណត់ត្រាត្រូវបានបង្កើតដោយជោគជ័យ។',
    'deleted' => 'កំណត់ត្រាត្រូវបានលុបចោលដោយជោគជ័យ។',
    'updated' => 'កំណត់ត្រាត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    'canceled' => 'កំណត់ត្រាត្រូវបានលុបចោលដោយជោគជ័យ។',
  ],
  'backend' => [
    'roles' => [
      'created' => 'តួនាទីត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'តួនាទីត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'តួនាទីត្រូវបានធ្វើឱ្យទាន់សម័យដោយជោគជ័យ។',
    ],
    'permissions' => [
      'created' => 'ការអនុញ្ញាតត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ការអនុញ្ញាតត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ការអនុញ្ញាតត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'users' => [
      'confirmation_email' => 'អ៊ីមែលបញ្ជាក់ថ្មីត្រូវបានផ្ញើទៅអាសយដ្ឋានតាមឯកសារ។',
      'created' => 'អ្នកប្រើត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ក្រុមហ៊ុននេះត្រូវបានលុបចោលដោយជោគជ័យ។',
      'deleted_permanently' => 'ក្រុមហ៊ុនត្រូវបានលុបចោលជាអចិន្ត្រៃយ៍។',
      'restored' => 'អ្នកប្រើត្រូវបានស្តារឡើងវិញដោយជោគជ័យ។',
      'session_cleared' => 'សម័យអ្នកប្រើប្រាស់ត្រូវបានសម្អាតដោយជោគជ័យ។',
      'updated' => 'អ្នកប្រើត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
      'updated_password' => 'លេខសម្ងាត់របស់អ្នកប្រើប្រាស់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'pages' => [
      'created' => 'ទំព័រត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ទំព័រត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ទំព័រត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'blogcategories' => [
      'created' => 'ប្រភេទប្លក់ត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ប្រភេទប្លក់ត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ប្រភេទប្លក់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'blogtags' => [
      'created' => 'ស្លាកប្លក់ត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ស្លាកប្លក់ត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ស្លាកប្លកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'blogs' => [
      'created' => 'ប្លុកត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ប្លុកត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ប្លុកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'settings' => [
      'updated' => 'ការកំណត់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'faqs' => [
      'created' => 'ហ្វាក់ត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ហ្វាចត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ហ្វាចត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'menus' => [
      'created' => 'ម៉ឺនុយត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ម៉ឺនុយត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ម៉ឺនុយត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'plans' => [
      'no_feature' => 'សូមជ្រើសរើសលក្ខណៈពិសេសមួយចំនួន។',
      'created' => 'ផែនការត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ផែនការត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ផែនការត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'customers' => [
      'created' => 'អតិថិជនត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'អតិថិជនត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'អតិថិជនត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'customergroups' => [
      'created' => 'ក្រុមអតិថិជនត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ក្រុមអតិថិជនត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ក្រុមអតិថិជនត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'warehouses' => [
      'created' => 'ឃ្លាំងត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ឃ្លាំងត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ឃ្លាំងត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'productcategories' => [
      'created' => 'ប្រភេទផលិតផលត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ប្រភេទផលិតផលត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ប្រភេទផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'products' => [
      'created' => 'ផលិតផលត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ផលិតផលត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'invoices' => [
      'created' => 'វិក្កយបត្រត្រូវបានបង្កើតដោយជោគជ័យ។',
      'draft_created' => 'សេចក្តីព្រាងត្រូវបានរក្សាទុកដោយជោគជ័យ។',
      'deleted' => 'វិក្កយបត្រត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'វិក្កយបត្រត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'additionals' => [
      'created' => 'ការបញ្ចូលត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ធាតុត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ការបញ្ចូលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'currencies' => [
      'created' => 'រូបិយប័ណ្ណត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'រូបិយប័ណ្ណត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'រូបិយប័ណ្ណត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'terms' => [
      'created' => 'ពាក្យនេះត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ពាក្យនេះត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ពាក្យនេះត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'customfields' => [
      'created' => 'វាលផ្ទាល់ខ្លួនត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'វាលផ្ទាល់ខ្លួនត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'វាលផ្ទាល់ខ្លួនត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'prefixes' => [
      'created' => 'បុព្វបទត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'បុព្វបទត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'បុព្វបទត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'accounts' => [
      'created' => 'គណនីត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'គណនីត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'គណនីត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'transactions' => [
      'created' => 'ប្រតិបត្តិការត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ប្រតិបត្តិការត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ប្រតិបត្តិការត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'templates' => [
      'updated' => 'ទំព័រគំរូត្រូវបានធ្វើឱ្យទាន់សម័យដោយជោគជ័យ។',
    ],
    'transactioncategories' => [
      'created' => 'ប្រភេទប្រតិបត្តិការត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ប្រភេទប្រតិបត្តិការត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ប្រភេទប្រតិបត្តិការត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'productvariables' => [
      'created' => 'អថេរផលិតផលត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'អថេរផលិតផលត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'អថេរផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'hrms' => [
      'created' => 'និយោជិកត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'និយោជិកត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'និយោជិកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'banks' => [
      'created' => 'ធនាគារត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ធនាគារត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ធនាគារត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'usergatewayentries' => [
      'created' => 'ច្រកបង់ប្រាក់ត្រូវបានបន្ថែមដោយជោគជ័យ។',
      'deleted' => 'ផ្លូវទូទាត់ត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ផ្លូវទូទាត់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'departments' => [
      'created' => 'នាយកដ្ឋានត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'នាយកដ្ឋានត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'នាយកដ្ឋានត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'quotes' => [
      'created' => 'អត្ថបទដកស្រង់ត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'អត្ថបទដកស្រង់ត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'អត្ថបទដកស្រង់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'purchaseorders' => [
      'created' => 'ការបញ្ជាទិញត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ការបញ្ជាទិញត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ការបញ្ជាទិញត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'orders' => [
      'created' => 'ការបញ្ជាទិញត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ការបញ្ជាទិញត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ការបញ្ជាទិញត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'suppliers' => [
      'created' => 'អ្នកផ្គត់ផ្គង់ត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'អ្នកផ្គត់ផ្គង់ត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'អ្នកផ្គត់ផ្គង់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'tasks' => [
      'created' => 'ភារកិច្ចត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ភារកិច្ចត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'កិច្ចការត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'tags' => [
      'created' => 'ស្លាកត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ស្លាកត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ស្លាកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'miscs' => [
      'created' => 'ធាតុត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'ធាតុត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ការបញ្ចូលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'projects' => [
      'created' => 'គម្រោងនេះត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'គម្រោងនេះត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'គម្រោងត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'notes' => [
      'created' => 'កំណត់សំគាល់ត្រូវបានបង្កើតដោយជោគជ័យ។',
      'deleted' => 'កំណត់ត្រាត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'កំណត់សំគាល់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'events' => [
      'created' => 'ព្រឹត្តិការណ៍នេះត្រូវបានបង្កើតឡើងដោយជោគជ័យ។',
      'deleted' => 'ព្រឹត្តិការណ៍នេះត្រូវបានលុបចោលដោយជោគជ័យ។',
      'updated' => 'ព្រឹត្តិការណ៍នេះត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
  ],
];