<?php 
return [
  'backend' => [
    'none' => 'មិនមានប្រវត្តិថ្មីៗទេ។',
    'none_for_type' => 'មិនមានប្រវត្តិសម្រាប់ប្រភេទនេះទេ។',
    'none_for_entity' => 'មិនមានប្រវត្តិសម្រាប់រឿងនេះទេ៖ អង្គភាព។',
    'recent_history' => 'ប្រវត្តិថ្មីៗ',
    'roles' => [
      'created' => 'តួនាទីដែលបានបង្កើត',
      'deleted' => 'តួនាទីដែលបានលុប',
      'updated' => 'តួនាទីធ្វើឱ្យទាន់សម័យ',
    ],
    'permissions' => [
      'created' => 'បានបង្កើតការអនុញ្ញាត',
      'deleted' => 'បានលុបសិទ្ធិ',
      'updated' => 'ការអនុញ្ញាតធ្វើបច្ចុប្បន្នភាព',
    ],
    'pages' => [
      'created' => 'បានបង្កើតទំព័រ',
      'deleted' => 'បានលុបទំព័រ',
      'updated' => 'បានធ្វើបច្ចុប្បន្នភាពទំព័រ',
    ],
    'blogcategories' => [
      'created' => 'បានបង្កើតប្រភេទប្លក់',
      'deleted' => 'បានលុបប្រភេទប្លុក',
      'updated' => 'ប្រភេទប្លក់ទាន់សម័យ',
    ],
    'blogtags' => [
      'created' => 'បានបង្កើតប្លុកប្លក',
      'deleted' => 'បានលុបស្លាកប្លុក',
      'updated' => 'ស្លាកប្លក់ទាន់សម័យ',
    ],
    'blogs' => [
      'created' => 'បានបង្កើតប្លក់',
      'deleted' => 'បានលុប Blog',
      'updated' => 'ប្លុកទាន់សម័យ',
    ],
    'users' => [
      'changed_password' => 'ផ្លាស់ប្តូរពាក្យសម្ងាត់សម្រាប់អ្នកប្រើ',
      'created' => 'អ្នកប្រើដែលបានបង្កើត',
      'deactivated' => 'អ្នកប្រើប្រាស់អសកម្ម',
      'deleted' => 'អ្នកប្រើដែលបានលុប',
      'permanently_deleted' => 'អ្នកប្រើដែលបានលុបជាអចិន្ត្រៃយ៍',
      'updated' => 'អ្នកប្រើប្រាស់ទាន់សម័យ',
      'reactivated' => 'អ្នកប្រើប្រាស់សកម្ម',
      'restored' => 'អ្នកប្រើប្រាស់ស្តារឡើងវិញ',
    ],
  ],
  'main' => [
    'funds' => [
      'paid' => 'ការបង់ប្រាក់សម្រាប់ផែនការ',
      'failed' => 'ការទូទាត់បានបរាជ័យ',
      'updated' => 'ការទូទាត់ប្រាក់សំណងទាន់សម័យ',
    ],
  ],
];