<?php 
return [
  'general' => [
    'all' => 'ទាំងអស់',
    'yes' => 'ត្រូវហើយ',
    'no' => 'ទេ',
    'custom' => 'ផ្ទាល់ខ្លួន',
    'actions' => 'សកម្មភាព',
    'active' => 'សកម្ម',
    'buttons' => [
      'save' => 'រក្សាទុក',
      'update' => 'ធ្វើបច្ចុប្បន្នភាព',
    ],
    'hide' => 'លាក់',
    'inactive' => 'អសកម្ម',
    'none' => 'គ្មាន',
    'show' => 'បង្ហាញ',
    'toggle_navigation' => 'បិទ / បើកការរុករក',
  ],
  'backend' => [
    'profile_updated' => 'ប្រវត្តិរូបរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។',
    'access' => [
      'roles' => 
      [
        'create' => 'បង្កើតតួនាទី',
        'edit' => 'កែសម្រួលតួនាទី',
        'management' => 'ការគ្រប់គ្រងតួនាទី',
        'table' => 
        [
          'number_of_users' => 'ចំនួនអ្នកប្រើប្រាស់',
          'permissions' => 'ការអនុញ្ញាត',
          'role' => 'តួនាទី',
          'sort' => 'តម្រៀប',
          'total' => 'តួនាទីសរុប | តួនាទីសរុប',
        ],
      ],
      'permissions' => 
      [
        'create' => 'បង្កើតការអនុញ្ញាត',
        'edit' => 'កែសម្រួលការអនុញ្ញាត',
        'management' => 'ការគ្រប់គ្រងការអនុញ្ញាត',
        'table' => 
        [
          'permission' => 'ការអនុញ្ញាត',
          'display_name' => 'បង្ហាញឈ្មោះ',
          'sort' => 'តម្រៀប',
          'status' => 'ស្ថានភាព',
          'total' => 'តួនាទីសរុប | តួនាទីសរុប',
        ],
      ],
      'users' => 
      [
        'active' => 'ក្រុមហ៊ុនសកម្ម',
        'all_permissions' => 'ការអនុញ្ញាតទាំងអស់',
        'change_password' => 'ផ្លាស់ប្តូរពាក្យសម្ងាត់',
        'change_password_for' => 'ផ្លាស់ប្តូរពាក្យសម្ងាត់សម្រាប់៖ អ្នកប្រើ',
        'create' => 'បង្កើតអ្នកប្រើប្រាស់',
        'deactivated' => 'ក្រុមហ៊ុនអសកម្ម',
        'deleted' => 'ក្រុមហ៊ុនដែលបានលុបចោល',
        'edit' => 'កែសម្រួលអ្នកប្រើប្រាស់',
        'edit-profile' => 'កែពត៌មាន',
        'management' => 'ការគ្រប់គ្រងក្រុមហ៊ុន',
        'no_permissions' => 'គ្មានការអនុញ្ញាត',
        'no_roles' => 'គ្មានតួនាទីកំណត់ទេ។',
        'permissions' => 'ការអនុញ្ញាត',
        'table' => 
        [
          'confirmed' => 'បញ្ជាក់',
          'created' => 'បានបង្កើត',
          'email' => 'អ៊ីមែល',
          'id' => 'លេខសម្គាល់',
          'last_updated' => 'ធ្វើ​ឱ្យ​ទាន់សម័យ​ចុងក្រោយ',
          'first_name' => 'នាមខ្លួន',
          'last_name' => 'នាមត្រកូល',
          'no_deactivated' => 'គ្មានក្រុមហ៊ុនអសកម្មទេ',
          'no_deleted' => 'គ្មានក្រុមហ៊ុនដែលត្រូវបានលុបចោលទេ',
          'roles' => 'តួនាទី',
          'total' => 'ចំនួនអ្នកប្រើប្រាស់សរុប',
        ],
        'tabs' => 
        [
          'titles' => 
          [
            'overview' => 'ទិដ្ឋភាពទូទៅ',
            'history' => 'ប្រវត្តិសាស្រ្ត',
          ],
          'content' => 
          [
            'overview' => 
            [
              'avatar' => 'អាវ៉ាតា',
              'confirmed' => 'បញ្ជាក់',
              'created_at' => 'បង្កើតនៅ',
              'deleted_at' => 'បានលុបនៅ',
              'email' => 'អ៊ីមែល',
              'last_updated' => 'ធ្វើ​ឱ្យ​ទាន់សម័យ​ចុងក្រោយ',
              'name' => 'ឈ្មោះ',
              'status' => 'ស្ថានភាព',
            ],
          ],
        ],
        'view' => 'មើលអ្នកប្រើប្រាស់',
      ],
    ],
    'pages' => [
      'create' => 'បង្កើតទំព័រ',
      'edit' => 'កែទំព័រ',
      'management' => 'ការគ្រប់គ្រងទំព័រ',
      'title' => 'ទំព័រ',
      'table' => 
      [
        'title' => 'ចំណងជើង',
        'status' => 'ស្ថានភាព',
        'createdat' => 'បង្កើតនៅ',
        'updatedat' => 'បានធ្វើបច្ចុប្បន្នភាពនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'all' => 'ទាំងអស់',
      ],
    ],
    'blogcategories' => [
      'create' => 'បង្កើតប្រភេទប្លក់',
      'edit' => 'កែសម្រួលប្រភេទប្លក់',
      'management' => 'ការគ្រប់គ្រងប្រភេទប្លុក',
      'table' => 
      [
        'title' => 'ប្រភេទប្លក់',
        'status' => 'ស្ថានភាព',
        'createdat' => 'បង្កើតនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'all' => 'ទាំងអស់',
      ],
    ],
    'blogtags' => [
      'create' => 'បង្កើត Tag Blog',
      'edit' => 'កែសម្រួលស្លាកប្លក់',
      'management' => 'ការគ្រប់គ្រងស្លាកប្លក់',
      'table' => 
      [
        'title' => 'ស្លាកប្លក់',
        'status' => 'ស្ថានភាព',
        'createdat' => 'បង្កើតនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'all' => 'ទាំងអស់',
      ],
    ],
    'blogs' => [
      'create' => 'បង្កើតប្លក់',
      'edit' => 'កែសម្រួលប្លក់',
      'management' => 'ការគ្រប់គ្រងប្លុក',
      'table' => 
      [
        'title' => 'ប្លក់',
        'publish' => 'ផ្សាយពេលវេលា',
        'status' => 'ស្ថានភាព',
        'createdat' => 'បង្កើតនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'all' => 'ទាំងអស់',
      ],
    ],
    'settings' => [
      'edit' => 'កែសម្រួលការកំណត់',
      'management' => 'ការគ្រប់គ្រងការកំណត់',
      'title' => 'ការកំណត់',
      'seo' => 'ការកំណត់ក្រុមហ៊ុននិង SEO',
      'companydetails' => 'ព័ត៌មានលំអិតទំនាក់ទំនងក្រុមហ៊ុន',
      'mail' => 'ការកំណត់សំបុត្រ',
      'footer' => 'ការកំណត់បាតកថា',
      'terms' => 'ការកំណត់ល័ក្ខខ័ណ្ឌ',
      'google' => 'លេខកូដបទវិភាគរបស់ Google',
      'social' => 'បណ្តាញផ្សព្វផ្សាយសង្គម',
      'home' => 'ការកំណត់ទំព័រដើម',
      'intro' => 'ការណែនាំ',
      'section' => 'ផ្នែក',
    ],
    'faqs' => [
      'create' => 'បង្កើតសំណួរគេសួរញឹកញាប់',
      'edit' => 'កែសម្រួលសំណួរគេសួរញឹកញាប់',
      'management' => 'ការគ្រប់គ្រងសំណួរចម្លើយ',
      'table' => 
      [
        'title' => 'សំណួរគេសួរញឹកញាប់',
        'publish' => 'ផ្សាយពេលវេលា',
        'status' => 'ស្ថានភាព',
        'createdat' => 'បង្កើតនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'answer' => 'ចម្លើយ',
        'question' => 'សំណួរ',
        'updatedat' => 'បានធ្វើបច្ចុប្បន្នភាពនៅ',
        'all' => 'ទាំងអស់',
      ],
    ],
    'menus' => [
      'create' => 'បង្កើតម៉ឺនុយ',
      'edit' => 'កែសម្រួលម៉ឺនុយ',
      'management' => 'ការគ្រប់គ្រងម៉ឺនុយ',
      'title' => 'ម៉ឺនុយ',
      'table' => 
      [
        'name' => 'ឈ្មោះ',
        'type' => 'ប្រភេទ',
        'createdat' => 'បង្កើតនៅ',
        'createdby' => 'បង្កើត​ឡើង​ដោយ',
        'all' => 'ទាំងអស់',
      ],
      'field' => 
      [
        'name' => 'ឈ្មោះ',
        'type' => 'ប្រភេទ',
        'items' => 'ធាតុម៉ឺនុយ',
        'url' => 'URL',
        'url_type' => 'ប្រភេទ URL',
        'url_types' => 
        [
          'route' => 'ផ្លូវ',
          'static' => 'ឋិតិវន្ត',
        ],
        'open_in_new_tab' => 'បើក URL នៅក្នុងផ្ទាំងថ្មី',
        'view_permission_id' => 'ការអនុញ្ញាត',
        'icon' => 'ថ្នាក់រូបតំណាង',
        'icon_title' => 'ថ្នាក់ពុម្ពអក្សរអស្ចារ្យ។ ឧ។ fa-edit',
      ],
    ],
    'modules' => [
      'create' => 'បង្កើតម៉ូឌុល',
      'management' => 'ការគ្រប់គ្រងម៉ូឌុល',
      'title' => 'ម៉ូឌុល',
      'edit' => 'កែសម្រួលម៉ូឌុល',
      'table' => 
      [
        'name' => 'ឈ្មោះម៉ូឌុល',
        'url' => 'ផ្លូវមើលម៉ូឌុល',
        'view_permission_id' => 'មើលការអនុញ្ញាត',
        'created_by' => 'បង្កើត​ឡើង​ដោយ',
      ],
      'form' => 
      [
        'name' => 'ឈ្មោះម៉ូឌុល',
        'url' => 'មើលផ្លូវ',
        'view_permission_id' => 'មើលការអនុញ្ញាត',
        'directory_name' => 'ឈ្មោះថត',
        'namespace' => 'Namespace',
        'model_name' => 'ឈ្មោះម៉ូដែល',
        'controller_name' => 'ឈ្មោះអ្នកត្រួតពិនិត្យ',
        'resource_controller' => 'ឧបករណ៍ត្រួតពិនិត្យធនធាន',
        'table_controller_name' => 'ឈ្មោះអ្នកត្រួតពិនិត្យ',
        'table_name' => 'ឈ្មោះតារាង',
        'route_name' => 'ឈ្មោះផ្លូវ',
        'route_controller_name' => 'ឈ្មោះអ្នកត្រួតពិនិត្យ',
        'resource_route' => 'ផ្លូវដែលមានធនធាន',
        'views_directory' => 'ឈ្មោះថត',
        'index_file' => 'សន្ទស្សន៍',
        'create_file' => 'បង្កើត',
        'edit_file' => 'កែសម្រួល',
        'form_file' => 'សំណុំបែបបទ',
        'repo_name' => 'ឈ្មោះឃ្លាំង',
        'event' => 'ឈ្មោះព្រឹត្តិការណ៍',
      ],
    ],
    'plans' => [
      'create' => 'បង្កើតផែនការ',
      'edit' => 'កែសម្រួលផែនការ',
      'management' => 'ការគ្រប់គ្រងផែនការ',
      'feature' => 'លក្ខណៈពិសេសនៃផែនការ',
      'title' => 'ផែនការ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
        'invoice_period' => 'រយៈពេលវិក័យប័ត្រ',
        'invoice_interval' => 'ចន្លោះវិក្កយបត្រ',
        'order' => 'លំដាប់បង្ហាញប្លង់',
        'max_employee' => 'ការចុះឈ្មោះនិយោជិកអតិបរមា',
      ],
    ],
    'geos' => [
      'create' => 'បង្កើត Geo',
      'edit' => 'កែសម្រួល Geo',
      'management' => 'ការគ្រប់គ្រងភូមិសាស្ត្រ',
      'title' => 'ហ្គូស',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'customers' => [
      'create' => 'បង្កើតអតិថិជន',
      'edit' => 'កែសម្រួលអតិថិជន',
      'management' => 'ការគ្រប់គ្រងអតិថិជន',
      'title' => 'អតិថិជន',
      'view' => 'មើលអតិថិជន',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'customergroups' => [
      'create' => 'បង្កើតក្រុមអតិថិជន',
      'edit' => 'កែសម្រួលក្រុមអតិថិជន',
      'management' => 'ការគ្រប់គ្រងក្រុមអតិថិជន',
      'title' => 'ក្រុមអតិថិជន',
      'view' => 'មើលក្រុមអតិថិជន',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'warehouses' => [
      'create' => 'បង្កើតឃ្លាំង',
      'edit' => 'កែសម្រួលឃ្លាំង',
      'management' => 'ការគ្រប់គ្រងឃ្លាំង',
      'title' => 'ឃ្លាំង',
      'view' => 'មើលឃ្លាំង',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'productcategories' => [
      'create' => 'បង្កើតប្រភេទផលិតផល',
      'edit' => 'កែសម្រួលប្រភេទផលិតផល',
      'management' => 'ការគ្រប់គ្រងប្រភេទផលិតផល',
      'title' => 'ប្រភេទផលិតផល',
      'view' => 'មើលប្រភេទផលិតផល',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'products' => [
      'create' => 'បង្កើតផលិតផល',
      'edit' => 'កែសម្រួលផលិតផល',
      'management' => 'ការគ្រប់គ្រង​ផលិតផល',
      'title' => 'ផលិតផល',
      'view' => 'មើលផលិតផល',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'invoices' => [
      'create' => 'បង្កើតវិក្កយបត្រ',
      'edit' => 'កែសម្រួលវិក្កយបត្រ',
      'management' => 'វិក្កយបត្រស្តង់ដារ',
      'pos_management' => 'វិក្កយបត្រម៉ាស៊ីនឆូតកាត',
      'title' => 'វិក័យប័ត្រ',
      'view' => 'មើលវិក្កយបត្រ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'additionals' => [
      'create' => 'បង្កើតពន្ធនិងការបញ្ចុះតម្លៃ',
      'edit' => 'កែសម្រួលពន្ធនិងការបញ្ចុះតម្លៃ',
      'management' => 'ការគ្រប់គ្រងពន្ធនិងការបញ្ចុះតម្លៃ',
      'title' => 'ពន្ធនិងការបញ្ចុះតម្លៃ',
      'view' => 'មើលពន្ធនិងការបញ្ចុះតម្លៃ',
    ],
    'currencies' => [
      'create' => 'បង្កើតរូបិយប័ណ្ណ',
      'edit' => 'កែសម្រួលរូបិយប័ណ្ណ',
      'management' => 'ការគ្រប់គ្រងរូបិយប័ណ្ណ',
      'title' => 'រូបិយប័ណ្ណ',
      'view' => 'មើលរូបិយប័ណ្ណ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'terms' => [
      'create' => 'បង្កើតរយៈពេល',
      'edit' => 'កែសម្រួលរយៈពេល',
      'management' => 'ការគ្រប់គ្រងរយៈពេល',
      'title' => 'ល័ក្ខខ័ណ្ឌ',
      'view' => 'រយៈពេលមើល',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'customfields' => [
      'create' => 'បង្កើតវាលផ្ទាល់ខ្លួន',
      'edit' => 'កែសម្រួលវាលផ្ទាល់ខ្លួន',
      'management' => 'ការគ្រប់គ្រងវាលផ្ទាល់ខ្លួន',
      'title' => 'វាលផ្ទាល់ខ្លួន',
      'view' => 'មើលវាលផ្ទាល់ខ្លួន',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'prefixes' => [
      'edit' => 'កែសម្រួលបុព្វបទ',
      'management' => 'ការគ្រប់គ្រងបុព្វបទ',
      'title' => 'បុព្វបទ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'accounts' => [
      'create' => 'បង្កើតគណនី',
      'edit' => 'កែគណនី',
      'management' => 'ការគ្រប់គ្រងគណនី',
      'title' => 'គណនី',
      'view' => 'មើលគណនី',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'transactions' => [
      'create' => 'បង្កើតប្រតិបត្តិការ',
      'edit' => 'កែសម្រួលប្រតិបត្តិការ',
      'management' => 'ការគ្រប់គ្រងប្រតិបត្តិការ',
      'title' => 'ប្រតិបត្តិការ',
      'view' => 'មើលប្រតិបត្តិការ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'templates' => [
      'create' => 'បង្កើតគំរូ',
      'edit' => 'កែសម្រួលពុម្ព',
      'management' => 'ការគ្រប់គ្រងគំរូ',
      'title' => 'ពុម្ព',
      'view' => 'មើលគំរូ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'transactioncategories' => [
      'create' => 'បង្កើតប្រភេទប្រតិបត្តិការ',
      'edit' => 'កែសម្រួលប្រភេទប្រតិបត្តិការ',
      'management' => 'ការគ្រប់គ្រងប្រភេទប្រតិបត្តិការ',
      'title' => 'ប្រភេទប្រតិបត្តិការ',
      'view' => 'មើលប្រភេទប្រតិបត្តិការ',
    ],
    'productvariables' => [
      'create' => 'បង្កើតអថេរឯកតាផលិតផល',
      'edit' => 'កែប្រែអថេរឯកតាផលិតផល',
      'management' => 'ការគ្រប់គ្រងឯកតាផលិតផល',
      'title' => 'អថេរឯកតាផលិតផល',
      'view' => 'មើលអថេរឯកតាផលិតផល',
    ],
    'hrms' => [
      'create' => 'បង្កើត HRM',
      'edit' => 'គ្រប់គ្រង HRM',
      'management' => 'ការគ្រប់គ្រង HRM',
      'title' => 'HRM',
      'view' => 'មើល HRM',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'banks' => [
      'create' => 'បង្កើតធនាគារ',
      'edit' => 'កែសម្រួលធនាគារ',
      'management' => 'ការគ្រប់គ្រងធនាគារ',
      'title' => 'ធនាគារ',
      'view' => 'មើលធនាគារ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'usergatewayentries' => [
      'create' => 'បន្ថែមច្រកផ្លូវទូទាត់',
      'edit' => 'កែសម្រួលច្រកចេញចូលទូទាត់',
      'management' => 'ការគ្រប់គ្រងច្រកទ្វារបង់ប្រាក់',
      'title' => 'ច្រកផ្លូវទូទាត់',
      'view' => 'មើលផ្លូវទូទាត់',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'departments' => [
      'create' => 'បង្កើតនាយកដ្ឋានបុគ្គលិក',
      'edit' => 'កែសម្រួលនាយកដ្ឋាននិយោជិក',
      'management' => 'ការគ្រប់គ្រងនាយកដ្ឋានបុគ្គលិក',
      'title' => 'ផ្នែកបុគ្គលិក',
      'view' => 'មើលនាយកដ្ឋានបុគ្គលិក',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'quotes' => [
      'create' => 'បង្កើតអត្ថបទដកស្រង់',
      'edit' => 'កែសម្រួលសម្រង់',
      'management' => 'ការគ្រប់គ្រងអត្ថបទដកស្រង់',
      'title' => 'សម្រង់',
      'view' => 'មើលអត្ថបទដកស្រង់',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'purchaseorders' => [
      'create' => 'បង្កើតការបញ្ជាទិញ',
      'edit' => 'កែសម្រួលការបញ្ជាទិញ',
      'management' => 'ការគ្រប់គ្រងការបញ្ជាទិញ',
      'title' => 'បញ្ជា​ទិញ',
      'view' => 'មើលការបញ្ជាទិញ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'orders' => [
      'create' => 'បង្កើតលំដាប់',
      'edit' => 'កែសម្រួលលំដាប់',
      'management' => 'ការគ្រប់គ្រងការបញ្ជាទិញ',
      'title' => 'ការបញ្ជាទិញ',
      'view' => 'មើលលំដាប់',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'suppliers' => [
      'create' => 'បង្កើតអ្នកផ្គត់ផ្គង់',
      'edit' => 'កែសម្រួលអ្នកផ្គត់ផ្គង់',
      'management' => 'ការគ្រប់គ្រងអ្នកផ្គត់ផ្គង់',
      'title' => 'អ្នកផ្គត់ផ្គង់',
      'view' => 'មើលអ្នកផ្គត់ផ្គង់',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'tasks' => [
      'create' => 'បង្កើតភារកិច្ច',
      'edit' => 'កែសម្រួលភារកិច្ច',
      'management' => 'ការគ្រប់គ្រងភារកិច្ច',
      'title' => 'ភារកិច្ច',
      'view' => 'មើលភារកិច្ច',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'tags' => [
      'create' => 'បង្កើតស្លាក',
      'edit' => 'កែសម្រួលស្លាក',
      'management' => 'ស្លាក',
      'title' => 'ស្លាក',
      'view' => 'មើលស្លាក',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'miscs' => [
      'create' => 'បង្កើតធាតុ',
      'edit' => 'កែសម្រួលធាតុ',
      'management' => 'ការគ្រប់គ្រង',
      'title' => 'ស្លាកនិងលក្ខន្តិកៈ',
      'view' => 'មើលស្លាកនិងលក្ខន្តិកៈ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'projects' => [
      'create' => 'បង្កើតគម្រោង',
      'edit' => 'កែគំរោង',
      'management' => 'ការ​គ្រប់គ្រង​គម្រោង',
      'title' => 'គម្រោង',
      'view' => 'មើលគម្រោង',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'notes' => [
      'create' => 'បង្កើតកំណត់ចំណាំ',
      'edit' => 'កែសម្រួលកំណត់សំគាល់',
      'management' => 'ការគ្រប់គ្រងកំណត់ចំណាំ',
      'title' => 'កំណត់ចំណាំ',
      'view' => 'មើលចំណាំ',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
    'events' => [
      'create' => 'បង្កើតព្រឹត្តិការណ៍',
      'edit' => 'កែសម្រួលព្រឹត្តិការណ៍',
      'management' => 'ការគ្រប់គ្រងព្រឹត្តិការណ៍',
      'title' => 'ព្រឹត្តិការណ៍',
      'view' => 'មើលព្រឹត្តិការណ៍',
      'table' => 
      [
        'id' => 'លេខសម្គាល់',
        'createdat' => 'បង្កើតនៅ',
      ],
    ],
  ],
  'frontend' => [
    'auth' => [
      'login_box_title' => 'ចូល',
      'login_button' => 'ចូល',
      'login_with' => 'ចូលជាមួយ៖ social_media',
      'register_box_title' => 'ចុះឈ្មោះ',
      'register_button' => 'ចុះឈ្មោះ',
      'remember_me' => 'ចាំខ្ញុំ',
    ],
    'passwords' => [
      'forgot_password' => 'ភ្លេចលេខសំងាត់?',
      'reset_password_box_title' => 'កំណត់ពាក្យសម្ងាត់ឡើងវិញ',
      'reset_password_button' => 'កំណត់ពាក្យសម្ងាត់ឡើងវិញ',
      'send_password_reset_link_button' => 'ផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ',
    ],
    'macros' => [
      'country' => 
      [
        'alpha' => 'កូដអាល់ហ្វាប្រទេស',
        'alpha2' => 'លេខកូដប្រទេសអាល់ហ្វា ២',
        'alpha3' => 'អាល់ហ្វាប្រទេស 3 លេខកូដ',
        'numeric' => 'លេខកូដប្រទេស',
      ],
      'macro_examples' => 'ឧទាហរណ៍ម៉ាក្រូ',
      'state' => 
      [
        'mexico' => 'បញ្ជីរដ្ឋម៉ិកស៊ិក',
        'us' => 
        [
          'us' => 'សហរដ្ឋអាមេរិក',
          'outlying' => 'ទឹកដីនៅសហរដ្ឋអាមេរិក',
          'armed' => 'កងកំលាំងប្រដាប់អាវុធអាមេរិក',
        ],
      ],
      'territories' => 
      [
        'canada' => 'បញ្ជីខេត្តនិងទឹកដីប្រទេសកាណាដា',
      ],
      'timezone' => 'ល្វែងម៉ោង',
    ],
    'user' => [
      'passwords' => 
      [
        'change' => 'ផ្លាស់ប្តូរពាក្យសម្ងាត់',
      ],
      'profile' => 
      [
        'avatar' => 'អាវ៉ាតា',
        'created_at' => 'បង្កើតនៅ',
        'edit_information' => 'ព័ត៌មានកែសំរួល',
        'email' => 'អ៊ីមែល',
        'last_updated' => 'ធ្វើ​ឱ្យ​ទាន់សម័យ​ចុងក្រោយ',
        'first_name' => 'នាមខ្លួន',
        'last_name' => 'នាមត្រកូល',
        'address' => 'អាសយដ្ឋាន',
        'state' => 'រដ្ឋ',
        'city' => 'ទីក្រុង',
        'zipcode' => 'លេខ​កូដ​តំបន់',
        'ssn' => 'អេសអេស',
        'update_information' => 'ព័ត៌មានបច្ចុប្បន្នភាព',
      ],
    ],
  ],
];