<?php 
return [
  'backend' => [
    'access' => [
      'users' => 
      [
        'delete_user_confirm' => 'តើអ្នកពិតជាចង់លុបអ្នកប្រើនេះចោលជាអចិន្ត្រៃយ៍មែនទេ? នៅកន្លែងណាក៏ដោយនៅក្នុងកម្មវិធីដែលយោងលេខសម្គាល់របស់អ្នកប្រើនេះភាគច្រើនទំនងជានឹងមានកំហុសកើតឡើងដោយប្រថុយប្រថានផ្ទាល់ខ្លួន។ នេះមិនអាចធ្វើបានទេ។',
        'if_confirmed_off' => '(ប្រសិនបើមានការបញ្ជាក់ត្រូវបានបិទ)',
        'restore_user_confirm' => 'ស្ដារអ្នកប្រើនេះទៅសភាពដើមវិញ?',
      ],
    ],
    'dashboard' => [
      'title' => 'ផ្ទាំងគ្រប់គ្រងរដ្ឋបាលរបស់ SuperAdmin',
      'welcome' => 'សូមស្វាគមន៍',
    ],
    'general' => [
      'all_rights_reserved' => 'រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង។',
      'are_you_sure' => 'តើអ្នកប្រាកដជាចង់ធ្វើវាឬ?',
      'boilerplate_link' => 'វិក័យប័ត្រ Rose',
      'continue' => 'បន្ត',
      'member_since' => 'សមាជិកតាំងពី',
      'minutes' => 'នាទី',
      'search_placeholder' => 'ស្វែងរក',
      'timeout' => 'អ្នកត្រូវបានចាកចេញដោយស្វ័យប្រវត្តិសម្រាប់ហេតុផលសុវត្ថិភាពចាប់តាំងពីអ្នកមិនមានសកម្មភាពចូល',
      'see_all' => 
      [
        'messages' => 'មើលសារទាំងអស់',
        'notifications' => 'មើលទាំងអស់',
        'tasks' => 'មើលភារកិច្ចទាំងអស់',
      ],
      'status' => 
      [
        'online' => 'លើបណ្តាញ',
        'offline' => 'ក្រៅអ៊ីនធឺណិត',
      ],
      'you_have' => 
      [
        'messages' => '{0} អ្នកមិនមានសារ | {1} អ្នកមានសារ 1 | [2, Inf] អ្នកមាន៖ សារលេខ',
        'notifications' => '{0} អ្នកមិនមានការជូនដំណឹងទេ | {1} អ្នកមានការជូនដំណឹង 1 | [2, Inf] អ្នកមាន៖ ការជូនដំណឹងលេខ',
        'tasks' => '{0} អ្នកមិនមានភារកិច្ច | {១} អ្នកមានកិច្ចការ ១ | [២, អ៊ី] អ្នកមាន៖ ភារកិច្ចលេខ',
      ],
    ],
    'search' => [
      'empty' => 'សូមបញ្ចូលពាក្យស្វែងរក។',
      'incomplete' => 'អ្នកត្រូវតែសរសេរតក្កវិជ្ជាស្វែងរកផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ប្រព័ន្ធនេះ។',
      'title' => 'លទ្ធផលស្វែងរក',
      'results' => 'លទ្ធផលស្វែងរកសម្រាប់៖ សំណួរ',
    ],
    'welcome' => 'សូមស្វាគមន៍',
  ],
  'emails' => [
    'auth' => [
      'error' => 'អូយ!',
      'greeting' => 'សួស្តី!',
      'regards' => 'ដោយក្តីគោរព',
      'trouble_clicking_button' => 'ប្រសិនបើអ្នកមានបញ្ហាក្នុងការចុចប៊ូតុង "សកម្មភាព _ អត្ថបទ" សូមចម្លងនិងបិទភ្ជាប់ URL ខាងក្រោមទៅក្នុងកម្មវិធីអ៊ីនធឺណិតរបស់អ្នក៖',
      'thank_you_for_using_app' => 'សូមអរគុណចំពោះការប្រើប្រាស់ពាក្យសុំរបស់យើង!',
      'password_reset_subject' => 'កំណត់ពាក្យសម្ងាត់ឡើងវិញ',
      'password_cause_of_email' => 'អ្នកកំពុងទទួលអ៊ីមែលនេះពីព្រោះយើងបានទទួលសំណើកំណត់លេខសម្ងាត់សម្រាប់គណនីរបស់អ្នក។',
      'password_if_not_requested' => 'ប្រសិនបើអ្នកមិនបានស្នើសុំកំណត់លេខសំងាត់ឡើងវិញទេមិនចាំបាច់មានសកម្មភាពអ្វីទៀតទេ។',
      'reset_password' => 'ចុចត្រង់នេះដើម្បីកំណត់លេខសម្ងាត់របស់អ្នកឡើងវិញ',
      'click_to_confirm' => 'ចុចត្រង់នេះដើម្បីបញ្ជាក់គណនីរបស់អ្នក៖',
    ],
  ],
  'frontend' => [
    'test' => 'សាកល្បង',
    'tests' => [
      'based_on' => 
      [
        'permission' => 'ផ្អែកលើការអនុញ្ញាត -',
        'role' => 'តួនាទីផ្អែកលើ',
      ],
      'js_injected_from_controller' => 'បញ្ចូលដោយ Javascript ពីឧបករណ៍ត្រួតពិនិត្យ',
      'using_blade_extensions' => 'ការប្រើប្រាស់ផ្នែកបន្ថែមផ្លោដ',
      'using_access_helper' => 
      [
        'array_permissions' => 'ការប្រើសិទ្ធិជំនួយជាមួយអារេនៃការអនុញ្ញាតឈ្មោះឬលេខសម្គាល់ដែលអ្នកប្រើប្រាស់ត្រូវមានទាំងអស់។',
        'array_permissions_not' => 'ការប្រើសិទ្ធិចូលដំណើរការជាមួយអារេនៃការអនុញ្ញាតឬលេខសម្គាល់ដែលអ្នកប្រើប្រាស់មិនចាំបាច់មានទាំងអស់។',
        'array_roles' => 'ការប្រើសិទ្ធិជំនួយជាមួយអារេនៃឈ្មោះតួនាទីឬលេខសម្គាល់ដែលអ្នកប្រើប្រាស់ត្រូវមានទាំងអស់។',
        'array_roles_not' => 'ការប្រើសិទ្ធិជំនួយជាមួយអារេនៃឈ្មោះតួនាទីឬលេខសម្គាល់ដែលអ្នកប្រើប្រាស់មិនចាំបាច់មានទាំងអស់។',
        'permission_id' => 'ការប្រើសិទ្ធិចូលដំណើរការជាមួយលេខសម្គាល់ការអនុញ្ញាត',
        'permission_name' => 'ការប្រើសិទ្ធិជំនួយការជាមួយឈ្មោះការអនុញ្ញាត',
        'role_id' => 'ការប្រើសិទ្ធិជំនួយការជាមួយលេខសម្គាល់តួនាទី',
        'role_name' => 'ការប្រើសិទ្ធិជំនួយការជាមួយឈ្មោះតួនាទី',
      ],
      'view_console_it_works' => 'មើលកុងសូលអ្នកគួរតែឃើញ "វាដំណើរការ!" ដែលបានមកពីសន្ទស្សន៍ FrontendController @',
      'you_can_see_because' => 'អ្នកអាចមើលឃើញរឿងនេះព្រោះអ្នកមានតួនាទី "តួនាទី"!',
      'you_can_see_because_permission' => 'អ្នកអាចមើលឃើញវាពីព្រោះអ្នកមានការអនុញ្ញាតពី ": ការអនុញ្ញាត"!',
    ],
    'user' => [
      'change_email_notice' => 'ប្រសិនបើអ្នកផ្លាស់ប្តូរអ៊ីមែលរបស់អ្នកអ្នកនឹងត្រូវបានចាកចេញរហូតដល់អ្នកបញ្ជាក់ពីអាសយដ្ឋានអ៊ីមែលថ្មីរបស់អ្នក។',
      'email_changed_notice' => 'អ្នកត្រូវតែបញ្ជាក់អាសយដ្ឋានអ៊ីមែលថ្មីរបស់អ្នកមុនពេលអ្នកចូលម្តងទៀត។',
      'profile_updated' => 'បានធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបដោយជោគជ័យ។',
      'password_updated' => 'ពាក្យសម្ងាត់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'welcome_to' => 'សូមស្វាគមន៍មកកាន់កន្លែង',
  ],
];