<?php 
return [
  'bills' => [
    'created' => 'สร้างเรคคอร์ดสำเร็จแล้ว',
    'deleted' => 'ลบบันทึกสำเร็จแล้ว',
    'updated' => 'อัปเดตข้อมูลสำเร็จแล้ว',
    'canceled' => 'ยกเลิกการบันทึกสำเร็จแล้ว',
  ],
  'backend' => [
    'roles' => [
      'created' => 'สร้างบทบาทสำเร็จแล้ว',
      'deleted' => 'ลบบทบาทสำเร็จแล้ว',
      'updated' => 'อัปเดตบทบาทเรียบร้อยแล้ว',
    ],
    'permissions' => [
      'created' => 'สร้างการอนุญาตสำเร็จแล้ว',
      'deleted' => 'ลบการอนุญาตสำเร็จแล้ว',
      'updated' => 'อัปเดตการอนุญาตสำเร็จแล้ว',
    ],
    'users' => [
      'confirmation_email' => 'อีเมลยืนยันใหม่ถูกส่งไปยังที่อยู่ในไฟล์',
      'created' => 'สร้างผู้ใช้สำเร็จแล้ว',
      'deleted' => 'บริษัท ถูกลบเรียบร้อยแล้ว',
      'deleted_permanently' => 'บริษัท ถูกลบอย่างถาวร',
      'restored' => 'กู้คืนผู้ใช้สำเร็จแล้ว',
      'session_cleared' => 'ล้างข้อมูลเซสชันของผู้ใช้สำเร็จแล้ว',
      'updated' => 'อัปเดตผู้ใช้สำเร็จแล้ว',
      'updated_password' => 'อัปเดตรหัสผ่านของผู้ใช้สำเร็จแล้ว',
    ],
    'pages' => [
      'created' => 'สร้างหน้าสำเร็จแล้ว',
      'deleted' => 'ลบหน้าสำเร็จแล้ว',
      'updated' => 'อัปเดตหน้าสำเร็จแล้ว',
    ],
    'blogcategories' => [
      'created' => 'สร้างหมวดหมู่บล็อกสำเร็จแล้ว',
      'deleted' => 'ลบหมวดหมู่บล็อกสำเร็จแล้ว',
      'updated' => 'อัปเดตหมวดหมู่บล็อกสำเร็จแล้ว',
    ],
    'blogtags' => [
      'created' => 'สร้างแท็กบล็อกสำเร็จแล้ว',
      'deleted' => 'ลบแท็กบล็อกสำเร็จแล้ว',
      'updated' => 'อัปเดตแท็กบล็อกสำเร็จแล้ว',
    ],
    'blogs' => [
      'created' => 'สร้างบล็อกสำเร็จแล้ว',
      'deleted' => 'ลบบล็อกสำเร็จแล้ว',
      'updated' => 'อัปเดตบล็อกสำเร็จแล้ว',
    ],
    'settings' => [
      'updated' => 'อัปเดตการตั้งค่าสำเร็จแล้ว',
    ],
    'faqs' => [
      'created' => 'ถามตอบถูกสร้างสำเร็จแล้ว',
      'deleted' => 'ถามคำถามถูกลบเรียบร้อยแล้ว',
      'updated' => 'Faq ได้รับการอัพเดตสำเร็จแล้ว',
    ],
    'menus' => [
      'created' => 'สร้างเมนูสำเร็จแล้ว',
      'deleted' => 'ลบเมนูสำเร็จแล้ว',
      'updated' => 'อัปเดตเมนูสำเร็จแล้ว',
    ],
    'plans' => [
      'no_feature' => 'กรุณาเลือกคุณสมบัติบางอย่าง',
      'created' => 'สร้างแผนสำเร็จแล้ว',
      'deleted' => 'ลบแผนสำเร็จแล้ว',
      'updated' => 'อัปเดตแผนสำเร็จแล้ว',
    ],
    'customers' => [
      'created' => 'สร้างลูกค้าสำเร็จแล้ว',
      'deleted' => 'ลบลูกค้าสำเร็จแล้ว',
      'updated' => 'อัปเดตลูกค้าสำเร็จแล้ว',
    ],
    'customergroups' => [
      'created' => 'สร้างกลุ่มลูกค้าสำเร็จแล้ว',
      'deleted' => 'กลุ่มลูกค้าถูกลบเรียบร้อยแล้ว',
      'updated' => 'อัปเดตกลุ่มลูกค้าสำเร็จแล้ว',
    ],
    'warehouses' => [
      'created' => 'สร้างคลังสินค้าสำเร็จแล้ว',
      'deleted' => 'ลบคลังเก็บเรียบร้อยแล้ว',
      'updated' => 'อัปเดตคลังสินค้าเรียบร้อยแล้ว',
    ],
    'productcategories' => [
      'created' => 'สร้างหมวดหมู่ผลิตภัณฑ์สำเร็จแล้ว',
      'deleted' => 'หมวดหมู่สินค้าถูกลบเรียบร้อยแล้ว',
      'updated' => 'อัปเดตหมวดหมู่ผลิตภัณฑ์สำเร็จแล้ว',
    ],
    'products' => [
      'created' => 'สร้างผลิตภัณฑ์สำเร็จแล้ว',
      'deleted' => 'ลบผลิตภัณฑ์สำเร็จแล้ว',
      'updated' => 'อัปเดตผลิตภัณฑ์สำเร็จแล้ว',
    ],
    'invoices' => [
      'created' => 'สร้างใบแจ้งหนี้สำเร็จแล้ว',
      'draft_created' => 'บันทึกร่างจดหมายสำเร็จแล้ว',
      'deleted' => 'ลบใบแจ้งหนี้สำเร็จแล้ว',
      'updated' => 'อัปเดตใบแจ้งหนี้สำเร็จแล้ว',
    ],
    'additionals' => [
      'created' => 'สร้างรายการสำเร็จแล้ว',
      'deleted' => 'ลบรายการสำเร็จแล้ว',
      'updated' => 'อัปเดตรายการสำเร็จแล้ว',
    ],
    'currencies' => [
      'created' => 'สร้างสกุลเงินสำเร็จแล้ว',
      'deleted' => 'ลบสกุลเงินสำเร็จแล้ว',
      'updated' => 'อัปเดตสกุลเงินสำเร็จแล้ว',
    ],
    'terms' => [
      'created' => 'สร้างคำสำเร็จแล้ว',
      'deleted' => 'ลบคำสำเร็จแล้ว',
      'updated' => 'อัปเดตคำศัพท์สำเร็จแล้ว',
    ],
    'customfields' => [
      'created' => 'สร้างฟิลด์ที่กำหนดเองสำเร็จแล้ว',
      'deleted' => 'ฟิลด์ Custom ถูกลบสำเร็จแล้ว',
      'updated' => 'อัปเดตฟิลด์กำหนดเองสำเร็จแล้ว',
    ],
    'prefixes' => [
      'created' => 'สร้างคำนำหน้าสำเร็จแล้ว',
      'deleted' => 'คำนำหน้าถูกลบเรียบร้อยแล้ว',
      'updated' => 'อัปเดตคำนำหน้าสำเร็จแล้ว',
    ],
    'accounts' => [
      'created' => 'สร้างบัญชีสำเร็จแล้ว',
      'deleted' => 'ลบบัญชีสำเร็จแล้ว',
      'updated' => 'อัปเดตบัญชีสำเร็จแล้ว',
    ],
    'transactions' => [
      'created' => 'สร้างธุรกรรมสำเร็จแล้ว',
      'deleted' => 'ลบธุรกรรมสำเร็จแล้ว',
      'updated' => 'อัปเดตธุรกรรมเรียบร้อยแล้ว',
    ],
    'templates' => [
      'updated' => 'อัปเดตเทมเพลตสำเร็จแล้ว',
    ],
    'transactioncategories' => [
      'created' => 'สร้างหมวดหมู่ธุรกรรมสำเร็จแล้ว',
      'deleted' => 'ลบหมวดหมู่ธุรกรรมสำเร็จแล้ว',
      'updated' => 'อัปเดตหมวดหมู่ธุรกรรมสำเร็จแล้ว',
    ],
    'productvariables' => [
      'created' => 'สร้างตัวแปรผลิตภัณฑ์สำเร็จแล้ว',
      'deleted' => 'ลบตัวแปรผลิตภัณฑ์สำเร็จแล้ว',
      'updated' => 'อัปเดตตัวแปรผลิตภัณฑ์สำเร็จแล้ว',
    ],
    'hrms' => [
      'created' => 'สร้างพนักงานสำเร็จแล้ว',
      'deleted' => 'ลบพนักงานสำเร็จแล้ว',
      'updated' => 'อัปเดตพนักงานเรียบร้อยแล้ว',
    ],
    'banks' => [
      'created' => 'สร้างธนาคารสำเร็จแล้ว',
      'deleted' => 'ธนาคารถูกลบเรียบร้อยแล้ว',
      'updated' => 'อัปเดตธนาคารสำเร็จแล้ว',
    ],
    'usergatewayentries' => [
      'created' => 'เพิ่มเกตเวย์การชำระเงินเรียบร้อยแล้ว',
      'deleted' => 'เกตเวย์การชำระเงินถูกลบเรียบร้อยแล้ว',
      'updated' => 'อัปเดตเกตเวย์การชำระเงินสำเร็จแล้ว',
    ],
    'departments' => [
      'created' => 'สร้างแผนกสำเร็จแล้ว',
      'deleted' => 'ลบแผนกสำเร็จแล้ว',
      'updated' => 'อัปเดตแผนกสำเร็จแล้ว',
    ],
    'quotes' => [
      'created' => 'สร้างใบเสนอราคาสำเร็จแล้ว',
      'deleted' => 'ลบเครื่องหมายคำพูดสำเร็จแล้ว',
      'updated' => 'อัปเดตใบเสนอราคาสำเร็จแล้ว',
    ],
    'purchaseorders' => [
      'created' => 'สร้างใบสั่งซื้อสำเร็จแล้ว',
      'deleted' => 'ลบใบสั่งซื้อสำเร็จ',
      'updated' => 'อัปเดตใบสั่งซื้อสำเร็จแล้ว',
    ],
    'orders' => [
      'created' => 'สร้างคำสั่งซื้อสำเร็จแล้ว',
      'deleted' => 'ลบคำสั่งซื้อสำเร็จแล้ว',
      'updated' => 'อัปเดตคำสั่งซื้อสำเร็จแล้ว',
    ],
    'suppliers' => [
      'created' => 'สร้างผู้จัดหาสำเร็จแล้ว',
      'deleted' => 'ผู้ผลิตถูกลบเรียบร้อยแล้ว',
      'updated' => 'ผู้ผลิตได้รับการปรับปรุงเรียบร้อยแล้ว',
    ],
    'tasks' => [
      'created' => 'สร้างงานสำเร็จแล้ว',
      'deleted' => 'ลบงานสำเร็จแล้ว',
      'updated' => 'อัปเดตงานสำเร็จแล้ว',
    ],
    'tags' => [
      'created' => 'สร้างแท็กสำเร็จแล้ว',
      'deleted' => 'ลบแท็กสำเร็จแล้ว',
      'updated' => 'อัปเดตแท็กสำเร็จแล้ว',
    ],
    'miscs' => [
      'created' => 'สร้างรายการสำเร็จแล้ว',
      'deleted' => 'ลบรายการสำเร็จแล้ว',
      'updated' => 'อัปเดตรายการเรียบร้อยแล้ว',
    ],
    'projects' => [
      'created' => 'สร้างโครงการสำเร็จแล้ว',
      'deleted' => 'ลบโครงการสำเร็จแล้ว',
      'updated' => 'อัปเดตโครงการสำเร็จแล้ว',
    ],
    'notes' => [
      'created' => 'สร้างบันทึกย่อสำเร็จแล้ว',
      'deleted' => 'ลบบันทึกย่อสำเร็จแล้ว',
      'updated' => 'อัปเดตบันทึกย่อสำเร็จแล้ว',
    ],
    'events' => [
      'created' => 'สร้างกิจกรรมสำเร็จแล้ว',
      'deleted' => 'ลบกิจกรรมสำเร็จแล้ว',
      'updated' => 'อัปเดตกิจกรรมสำเร็จแล้ว',
    ],
  ],
];