<?php 
return [
  'backend' => [
    'none' => 'ไม่มีประวัติล่าสุด',
    'none_for_type' => 'ไม่มีประวัติสำหรับประเภทนี้',
    'none_for_entity' => 'ไม่มีประวัติสำหรับสิ่งนี้: เอนทิตี',
    'recent_history' => 'ประวัติความเป็นมา',
    'roles' => [
      'created' => 'บทบาทที่สร้างขึ้น',
      'deleted' => 'บทบาทที่ถูกลบ',
      'updated' => 'ปรับปรุงบทบาท',
    ],
    'permissions' => [
      'created' => 'สร้างการอนุญาต',
      'deleted' => 'ลบสิทธิ์แล้ว',
      'updated' => 'อัปเดตการอนุญาต',
    ],
    'pages' => [
      'created' => 'สร้างหน้าแล้ว',
      'deleted' => 'หน้าที่ถูกลบ',
      'updated' => 'หน้าอัปเดต',
    ],
    'blogcategories' => [
      'created' => 'สร้างหมวดหมู่บล็อก',
      'deleted' => 'ลบหมวดหมู่บล็อก',
      'updated' => 'อัปเดตหมวดหมู่บล็อก',
    ],
    'blogtags' => [
      'created' => 'สร้างแท็กบล็อก',
      'deleted' => 'ลบแท็กบล็อกแล้ว',
      'updated' => 'แท็กบล็อกที่อัปเดต',
    ],
    'blogs' => [
      'created' => 'สร้างบล็อก',
      'deleted' => 'ลบบล็อกแล้ว',
      'updated' => 'ปรับปรุงบล็อก',
    ],
    'users' => [
      'changed_password' => 'เปลี่ยนรหัสผ่านสำหรับผู้ใช้',
      'created' => 'ผู้ใช้ที่สร้าง',
      'deactivated' => 'ผู้ใช้ปิดการใช้งาน',
      'deleted' => 'ผู้ใช้ที่ถูกลบ',
      'permanently_deleted' => 'ผู้ใช้ที่ถูกลบอย่างถาวร',
      'updated' => 'ปรับปรุงผู้ใช้',
      'reactivated' => 'ผู้ใช้ที่เปิดใช้งานอีกครั้ง',
      'restored' => 'กู้คืนผู้ใช้',
    ],
  ],
  'main' => [
    'funds' => [
      'paid' => 'จ่ายเงินสำหรับแผน',
      'failed' => 'การชำระเงินล้มเหลว',
      'updated' => 'ปรับปรุงการชำระเงิน',
    ],
  ],
];