<?php 
return [
  'backend' => [
    'access' => [
      'users' => 
      [
        'delete_user_confirm' => 'คุณแน่ใจหรือว่าต้องการลบผู้ใช้รายนี้อย่างถาวร? ทุกที่ในแอปพลิเคชันที่อ้างถึงรหัสของผู้ใช้นี้จะเกิดข้อผิดพลาดได้มากที่สุดดำเนินการโดยยอมรับความเสี่ยงของคุณเองซึ่งไม่สามารถยกเลิกได้',
        'if_confirmed_off' => '(หากยืนยันจะปิด)',
        'restore_user_confirm' => 'คืนค่าผู้ใช้รายนี้เป็นสถานะดั้งเดิมหรือไม่',
      ],
    ],
    'dashboard' => [
      'title' => 'แดชบอร์ดการดูแลระบบ SuperAdmin',
      'welcome' => 'ยินดีต้อนรับ',
    ],
    'general' => [
      'all_rights_reserved' => 'สงวนลิขสิทธิ์.',
      'are_you_sure' => 'คุณแน่ใจหรือว่าต้องการทำสิ่งนี้',
      'boilerplate_link' => 'การเรียกเก็บเงินโรส',
      'continue' => 'ต่อ',
      'member_since' => 'สมาชิกตั้งแต่',
      'minutes' => 'นาที',
      'search_placeholder' => 'ค้นหา...',
      'timeout' => 'คุณออกจากระบบโดยอัตโนมัติด้วยเหตุผลด้านความปลอดภัยเนื่องจากคุณไม่มีกิจกรรม',
      'see_all' => 
      [
        'messages' => 'ดูข้อความทั้งหมด',
        'notifications' => 'ดูทั้งหมด',
        'tasks' => 'ดูงานทั้งหมด',
      ],
      'status' => 
      [
        'online' => 'ออนไลน์',
        'offline' => 'ออฟไลน์',
      ],
      'you_have' => 
      [
        'messages' => '{0} คุณไม่มีข้อความ | {1} คุณมี 1 ข้อความ | [2, Inf] คุณมี: ข้อความตัวเลข',
        'notifications' => '{0} คุณไม่ได้รับการแจ้งเตือน | {1} คุณมี 1 การแจ้งเตือน | [2, Inf] คุณมี: การแจ้งเตือนจำนวน',
        'tasks' => '{0} คุณไม่มีงาน | {1} คุณมี 1 งาน | [2, Inf] คุณมี: งานจำนวน',
      ],
    ],
    'search' => [
      'empty' => 'กรุณากรอกคำที่ต้องการค้นหา.',
      'incomplete' => 'คุณต้องเขียนตรรกะการค้นหาของคุณเองสำหรับระบบนี้',
      'title' => 'ผลการค้นหา',
      'results' => 'ผลลัพธ์การค้นหา: แบบสอบถาม',
    ],
    'welcome' => 'ยินดีต้อนรับ',
  ],
  'emails' => [
    'auth' => [
      'error' => 'อ๊ะ!',
      'greeting' => 'สวัสดี!',
      'regards' => 'ความนับถือ,',
      'trouble_clicking_button' => 'หากคุณมีปัญหาในการคลิกปุ่ม ": action_text" ให้คัดลอกและวาง URL ด้านล่างลงในเว็บเบราว์เซอร์ของคุณ:',
      'thank_you_for_using_app' => 'ขอบคุณที่ใช้แอพพลิเคชั่นของเรา!',
      'password_reset_subject' => 'รีเซ็ตรหัสผ่าน',
      'password_cause_of_email' => 'คุณได้รับอีเมลนี้เนื่องจากเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
      'password_if_not_requested' => 'หากคุณไม่ได้ร้องขอการรีเซ็ตรหัสผ่านคุณไม่จำเป็นต้องดำเนินการใด ๆ อีก',
      'reset_password' => 'คลิกที่นี่เพื่อรีเซ็ตรหัสผ่านของคุณ',
      'click_to_confirm' => 'คลิกที่นี่เพื่อยืนยันบัญชีของคุณ:',
    ],
  ],
  'frontend' => [
    'test' => 'ทดสอบ',
    'tests' => [
      'based_on' => 
      [
        'permission' => 'ได้รับอนุญาตตาม -',
        'role' => 'อิงตามบทบาท -',
      ],
      'js_injected_from_controller' => 'Javascript ที่ถูกฉีดจากคอนโทรลเลอร์',
      'using_blade_extensions' => 'การใช้ส่วนขยายของ Blade',
      'using_access_helper' => 
      [
        'array_permissions' => 'การใช้ Access Helper กับชื่อผู้ใช้หรือชื่อผู้ใช้ที่จำเป็นต้องมีทั้งหมด',
        'array_permissions_not' => 'การใช้ Access Helper กับชื่ออาร์เรย์ของสิทธิ์หรือรหัส "" ซึ่งผู้ใช้ไม่จำเป็นต้องมีทั้งหมด',
        'array_roles' => 'การใช้ Access Helper กับ Array of Role Names หรือ ID "" ที่ผู้ใช้ต้องครอบครองทั้งหมด',
        'array_roles_not' => 'การใช้ Access Helper กับ Array of Role Names หรือ ID "" ซึ่งผู้ใช้ไม่จำเป็นต้องมีทั้งหมด',
        'permission_id' => 'การใช้ Access Helper ด้วย ID สิทธิ์',
        'permission_name' => 'การใช้ตัวช่วยเหลือการเข้าถึงด้วยชื่อสิทธิ์',
        'role_id' => 'การใช้ Access Helper ด้วย ID บทบาท',
        'role_name' => 'การใช้ Access Helper ด้วยชื่อบทบาท',
      ],
      'view_console_it_works' => 'ดูคอนโซลคุณควรเห็น "ใช้งานได้!" ซึ่งมาจากดัชนีของ FrontendController @',
      'you_can_see_because' => 'คุณสามารถเห็นสิ่งนี้ได้เพราะคุณมีบทบาทเป็น ": บทบาท"!',
      'you_can_see_because_permission' => 'คุณสามารถดูสิ่งนี้ได้เพราะคุณได้รับอนุญาตจาก ": การอนุญาต"!',
    ],
    'user' => [
      'change_email_notice' => 'หากคุณเปลี่ยนอีเมลของคุณคุณจะถูกออกจากระบบจนกว่าคุณจะยืนยันที่อยู่อีเมลใหม่ของคุณ',
      'email_changed_notice' => 'คุณต้องยืนยันที่อยู่อีเมลใหม่ของคุณก่อนจึงจะสามารถลงชื่อเข้าใช้ได้อีกครั้ง',
      'profile_updated' => 'อัปเดตโปรไฟล์สำเร็จแล้ว',
      'password_updated' => 'อัปเดตรหัสผ่านสำเร็จแล้ว',
    ],
    'welcome_to' => 'ยินดีต้อนรับสู่: สถานที่',
  ],
];