<?php 
return [
  'bills' => [
    'created' => 'تم إنشاء السجل بنجاح.',
    'deleted' => 'تم حذف السجل بنجاح.',
    'updated' => 'تم تحديث السجل بنجاح.',
    'canceled' => 'تم إلغاء السجل بنجاح.',
  ],
  'backend' => [
    'roles' => [
      'created' => 'تم إنشاء الدور بنجاح.',
      'deleted' => 'تم حذف الدور بنجاح.',
      'updated' => 'تم تحديث الدور بنجاح.',
    ],
    'permissions' => [
      'created' => 'تم إنشاء الإذن بنجاح.',
      'deleted' => 'تم حذف الإذن بنجاح.',
      'updated' => 'تم تحديث الإذن بنجاح.',
    ],
    'users' => [
      'confirmation_email' => 'تم إرسال بريد إلكتروني جديد للتأكيد على العنوان المسجل.',
      'created' => 'تم إنشاء المستخدم بنجاح.',
      'deleted' => 'تم حذف الشركة بنجاح.',
      'deleted_permanently' => 'تم حذف الشركة نهائيا.',
      'restored' => 'تمت استعادة المستخدم بنجاح.',
      'session_cleared' => 'تم محو جلسة المستخدم بنجاح.',
      'updated' => 'تم تحديث المستخدم بنجاح.',
      'updated_password' => 'تم تحديث كلمة مرور المستخدم بنجاح.',
    ],
    'pages' => [
      'created' => 'تم إنشاء الصفحة بنجاح.',
      'deleted' => 'تم حذف الصفحة بنجاح.',
      'updated' => 'تم تحديث الصفحة بنجاح.',
    ],
    'blogcategories' => [
      'created' => 'تم إنشاء فئة المدونة بنجاح.',
      'deleted' => 'تم حذف فئة المدونة بنجاح.',
      'updated' => 'تم تحديث فئة المدونة بنجاح.',
    ],
    'blogtags' => [
      'created' => 'تم إنشاء علامة المدونة بنجاح.',
      'deleted' => 'تم حذف علامة المدونة بنجاح.',
      'updated' => 'تم تحديث علامة المدونة بنجاح.',
    ],
    'blogs' => [
      'created' => 'تم إنشاء المدونة بنجاح.',
      'deleted' => 'تم حذف المدونة بنجاح.',
      'updated' => 'تم تحديث المدونة بنجاح.',
    ],
    'settings' => [
      'updated' => 'تم تحديث الإعداد بنجاح.',
    ],
    'faqs' => [
      'created' => 'تم إنشاء التعليمات بنجاح.',
      'deleted' => 'تم حذف التعليمات بنجاح.',
      'updated' => 'تم تحديث التعليمات بنجاح.',
    ],
    'menus' => [
      'created' => 'تم إنشاء القائمة بنجاح.',
      'deleted' => 'تم حذف القائمة بنجاح.',
      'updated' => 'تم تحديث القائمة بنجاح.',
    ],
    'plans' => [
      'no_feature' => 'يرجى تحديد بعض الميزات.',
      'created' => 'تم إنشاء الخطة بنجاح.',
      'deleted' => 'تم حذف الخطة بنجاح.',
      'updated' => 'تم تحديث الخطة بنجاح.',
    ],
    'customers' => [
      'created' => 'تم إنشاء العميل بنجاح.',
      'deleted' => 'تم حذف العميل بنجاح.',
      'updated' => 'تم تحديث العميل بنجاح.',
    ],
    'customergroups' => [
      'created' => 'تم إنشاء مجموعة العملاء بنجاح.',
      'deleted' => 'تم حذف مجموعة العملاء بنجاح.',
      'updated' => 'تم تحديث مجموعة العملاء بنجاح.',
    ],
    'warehouses' => [
      'created' => 'تم إنشاء المستودع بنجاح.',
      'deleted' => 'تم حذف المستودع بنجاح.',
      'updated' => 'تم تحديث المستودع بنجاح.',
    ],
    'productcategories' => [
      'created' => 'تم إنشاء فئة المنتج بنجاح.',
      'deleted' => 'تم حذف فئة المنتج بنجاح.',
      'updated' => 'تم تحديث فئة المنتج بنجاح.',
    ],
    'products' => [
      'created' => 'تم إنشاء المنتج بنجاح.',
      'deleted' => 'تم حذف المنتج بنجاح.',
      'updated' => 'تم تحديث المنتج بنجاح.',
    ],
    'invoices' => [
      'created' => 'تم إنشاء الفاتورة بنجاح.',
      'draft_created' => 'تم حفظ المسودة بنجاح.',
      'deleted' => 'تم حذف الفاتورة بنجاح.',
      'updated' => 'تم تحديث الفاتورة بنجاح.',
    ],
    'additionals' => [
      'created' => 'تم إنشاء الإدخال بنجاح.',
      'deleted' => 'تم حذف الإدخال بنجاح.',
      'updated' => 'تم تحديث الإدخال بنجاح.',
    ],
    'currencies' => [
      'created' => 'تم إنشاء العملة بنجاح.',
      'deleted' => 'تم حذف العملة بنجاح.',
      'updated' => 'تم تحديث العملة بنجاح.',
    ],
    'terms' => [
      'created' => 'تم إنشاء المصطلح بنجاح.',
      'deleted' => 'تم حذف المصطلح بنجاح.',
      'updated' => 'تم تحديث المصطلح بنجاح.',
    ],
    'customfields' => [
      'created' => 'تم إنشاء الحقل المخصص بنجاح.',
      'deleted' => 'تم حذف الحقل المخصص بنجاح.',
      'updated' => 'تم تحديث الحقل المخصص بنجاح.',
    ],
    'prefixes' => [
      'created' => 'تم إنشاء البادئة بنجاح.',
      'deleted' => 'تم حذف البادئة بنجاح.',
      'updated' => 'تم تحديث البادئة بنجاح.',
    ],
    'accounts' => [
      'created' => 'تم إنشاء الحساب بنجاح.',
      'deleted' => 'تم حذف الحساب بنجاح.',
      'updated' => 'تم تحديث الحساب بنجاح.',
    ],
    'transactions' => [
      'created' => 'تم إنشاء المعاملة بنجاح.',
      'deleted' => 'تم حذف المعاملة بنجاح.',
      'updated' => 'تم تحديث المعاملة بنجاح.',
    ],
    'templates' => [
      'updated' => 'تم تحديث القالب بنجاح.',
    ],
    'transactioncategories' => [
      'created' => 'تم إنشاء فئة المعاملات بنجاح.',
      'deleted' => 'تم حذف فئة المعاملة بنجاح.',
      'updated' => 'تم تحديث فئة المعاملات بنجاح.',
    ],
    'productvariables' => [
      'created' => 'تم إنشاء متغير المنتج بنجاح.',
      'deleted' => 'تم حذف متغير المنتج بنجاح.',
      'updated' => 'تم تحديث متغير المنتج بنجاح.',
    ],
    'hrms' => [
      'created' => 'تم إنشاء الموظف بنجاح.',
      'deleted' => 'تم حذف الموظف بنجاح.',
      'updated' => 'تم تحديث الموظف بنجاح.',
    ],
    'banks' => [
      'created' => 'تم إنشاء البنك بنجاح.',
      'deleted' => 'تم حذف البنك بنجاح.',
      'updated' => 'تم تحديث البنك بنجاح.',
    ],
    'usergatewayentries' => [
      'created' => 'تمت إضافة بوابة الدفع بنجاح.',
      'deleted' => 'تم حذف بوابة الدفع بنجاح.',
      'updated' => 'تم تحديث بوابة الدفع بنجاح.',
    ],
    'departments' => [
      'created' => 'تم إنشاء القسم بنجاح.',
      'deleted' => 'تم حذف القسم بنجاح.',
      'updated' => 'تم تحديث القسم بنجاح.',
    ],
    'quotes' => [
      'created' => 'تم إنشاء عرض الأسعار بنجاح.',
      'deleted' => 'تم حذف الاقتباس بنجاح.',
      'updated' => 'تم تحديث الاقتباس بنجاح.',
    ],
    'purchaseorders' => [
      'created' => 'تم إنشاء أمر الشراء بنجاح.',
      'deleted' => 'تم حذف أمر الشراء بنجاح.',
      'updated' => 'تم تحديث أمر الشراء بنجاح.',
    ],
    'orders' => [
      'created' => 'تم إنشاء الأمر بنجاح.',
      'deleted' => 'تم حذف الطلب بنجاح.',
      'updated' => 'تم تحديث الطلب بنجاح.',
    ],
    'suppliers' => [
      'created' => 'تم إنشاء المورد بنجاح.',
      'deleted' => 'تم حذف المورد بنجاح.',
      'updated' => 'تم تحديث المورد بنجاح.',
    ],
    'tasks' => [
      'created' => 'تم إنشاء المهمة بنجاح.',
      'deleted' => 'تم حذف المهمة بنجاح.',
      'updated' => 'تم تحديث المهمة بنجاح.',
    ],
    'tags' => [
      'created' => 'تم إنشاء العلامة بنجاح.',
      'deleted' => 'تم حذف العلامة بنجاح.',
      'updated' => 'تم تحديث العلامة بنجاح.',
    ],
    'miscs' => [
      'created' => 'تم إنشاء الإدخال بنجاح.',
      'deleted' => 'تم حذف الإدخال بنجاح.',
      'updated' => 'تم تحديث الإدخال بنجاح.',
    ],
    'projects' => [
      'created' => 'تم إنشاء المشروع بنجاح.',
      'deleted' => 'تم حذف المشروع بنجاح.',
      'updated' => 'تم تحديث المشروع بنجاح.',
    ],
    'notes' => [
      'created' => 'تم إنشاء الملاحظة بنجاح.',
      'deleted' => 'تم حذف الملاحظة بنجاح.',
      'updated' => 'تم تحديث الملاحظة بنجاح.',
    ],
    'events' => [
      'created' => 'تم إنشاء الحدث بنجاح.',
      'deleted' => 'تم حذف الحدث بنجاح.',
      'updated' => 'تم تحديث الحدث بنجاح.',
    ],
  ],
];