<?php 
return [
  'backend' => [
    'access' => [
      'users' => 
      [
        'delete_user_confirm' => 'هل أنت متأكد من أنك تريد حذف هذا المستخدم نهائيًا؟ في أي مكان في التطبيق الذي يشير إلى معرف هذا المستخدم ، من المرجح أن يكون هناك خطأ. تابع على مسؤوليتك الخاصة. لا يمكن التراجع عن ذلك.',
        'if_confirmed_off' => '(إذا تم إيقاف التأكيد)',
        'restore_user_confirm' => 'هل تريد استعادة هذا المستخدم إلى حالته الأصلية؟',
      ],
    ],
    'dashboard' => [
      'title' => 'لوحة القيادة الإدارية SuperAdmin',
      'welcome' => 'أهلا بك',
    ],
    'general' => [
      'all_rights_reserved' => 'كل الحقوق محفوظة.',
      'are_you_sure' => 'هل انت متأكد من أنك تريد أن تفعل هذا؟',
      'boilerplate_link' => 'فاتورة الورد',
      'continue' => 'استمر',
      'member_since' => 'عضو منذ',
      'minutes' => 'الدقائق',
      'search_placeholder' => 'بحث...',
      'timeout' => 'تم تسجيل خروجك تلقائيًا لأسباب تتعلق بالأمان حيث لم يكن لديك أي نشاط',
      'see_all' => 
      [
        'messages' => 'مشاهدة جميع الرسائل',
        'notifications' => 'عرض الكل',
        'tasks' => 'عرض جميع المهام',
      ],
      'status' => 
      [
        'online' => 'عبر الانترنت',
        'offline' => 'غير متصل على الانترنت',
      ],
      'you_have' => 
      [
        'messages' => '{0} ليس لديك رسائل | {1} لديك رسالة واحدة | [2 ، Inf] لديك: عدد الرسائل',
        'notifications' => '{0} ليس لديك إشعارات | {1} لديك إشعار واحد | [2 ، Inf] لديك: عدد الإشعارات',
        'tasks' => '{0} ليس لديك مهام | {1} لديك مهمة واحدة | [2 ، Inf] لديك: عدد المهام',
      ],
    ],
    'search' => [
      'empty' => 'يرجى إدخال مصطلح البحث.',
      'incomplete' => 'يجب عليك كتابة منطق البحث الخاص بك لهذا النظام.',
      'title' => 'نتائج البحث',
      'results' => 'نتائج البحث عن: استفسار',
    ],
    'welcome' => 'أهلا بك',
  ],
  'emails' => [
    'auth' => [
      'error' => 'عفوًا!',
      'greeting' => 'مرحبا!',
      'regards' => 'مع تحياتي،',
      'trouble_clicking_button' => 'إذا كنت تواجه مشكلة في النقر فوق الزر ": action_text" ، انسخ والصق عنوان URL أدناه في متصفح الويب الخاص بك:',
      'thank_you_for_using_app' => 'شكرا لك على استخدام تطبيقنا!',
      'password_reset_subject' => 'إعادة تعيين كلمة المرور',
      'password_cause_of_email' => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.',
      'password_if_not_requested' => 'إذا لم تطلب إعادة تعيين كلمة المرور ، فلا يلزم اتخاذ أي إجراء آخر.',
      'reset_password' => 'انقر هنا لإعادة تعيين كلمة المرور الخاصة بك',
      'click_to_confirm' => 'انقر هنا لتأكيد حسابك:',
    ],
  ],
  'frontend' => [
    'test' => 'اختبار',
    'tests' => [
      'based_on' => 
      [
        'permission' => 'بناءً على الإذن -',
        'role' => 'القائم على الدور -',
      ],
      'js_injected_from_controller' => 'جافا سكريبت تم حقنه من وحدة تحكم',
      'using_blade_extensions' => 'باستخدام ملحقات شفرة',
      'using_access_helper' => 
      [
        'array_permissions' => 'استخدام Access Access with Array of Permission Names أو ID "s" حيث يتعين على المستخدم امتلاك كل شيء.',
        'array_permissions_not' => 'استخدام Access Access with Array of Permission Names أو ID "s" حيث لا يضطر المستخدم إلى امتلاك كل شيء.',
        'array_roles' => 'استخدام Access Access مع صفيف من أسماء الأدوار أو المعرفات حيث يجب أن يمتلك المستخدم كل شيء.',
        'array_roles_not' => 'استخدام Access Access مع مصفوفة أسماء الأدوار أو المعرفات حيث لا يحتاج المستخدم إلى امتلاكها بالكامل.',
        'permission_id' => 'استخدام مساعد الوصول بمعرف الإذن',
        'permission_name' => 'استخدام مساعد الوصول مع اسم الإذن',
        'role_id' => 'استخدام مساعد الوصول بمعرف الدور',
        'role_name' => 'استخدام مساعد الوصول مع اسم الدور',
      ],
      'view_console_it_works' => 'عرض وحدة التحكم ، سترى "يعمل!" والذي يأتي من فهرس FrontendController @',
      'you_can_see_because' => 'يمكنك أن ترى هذا لأن لديك دور ": role"!',
      'you_can_see_because_permission' => 'يمكنك رؤية هذا لأن لديك إذن ": إذن"!',
    ],
    'user' => [
      'change_email_notice' => 'إذا قمت بتغيير بريدك الإلكتروني ، فسيتم تسجيل خروجك حتى تؤكد عنوان بريدك الإلكتروني الجديد.',
      'email_changed_notice' => 'يجب تأكيد عنوان بريدك الإلكتروني الجديد قبل أن تتمكن من تسجيل الدخول مرة أخرى.',
      'profile_updated' => 'تم تحديث ملف التعريف بنجاح.',
      'password_updated' => 'تم تحديث كلمة المرور بنجاح.',
    ],
    'welcome_to' => 'مرحبًا بك في: المكان',
  ],
];