<?php 
return [
  'bills' => [
    'created' => 'הרשומה נוצרה בהצלחה.',
    'deleted' => 'הרשומה נמחקה בהצלחה.',
    'updated' => 'הרשומה עודכנה בהצלחה.',
    'canceled' => 'הרשומה בוטלה בהצלחה.',
  ],
  'backend' => [
    'roles' => [
      'created' => 'התפקיד נוצר בהצלחה.',
      'deleted' => 'התפקיד נמחק בהצלחה.',
      'updated' => 'התפקיד עודכן בהצלחה.',
    ],
    'permissions' => [
      'created' => 'ההרשאה נוצרה בהצלחה.',
      'deleted' => 'ההרשאה נמחקה בהצלחה.',
      'updated' => 'ההרשאה עודכנה בהצלחה.',
    ],
    'users' => [
      'confirmation_email' => 'דוא"ל אישור חדש נשלח לכתובת בתיק.',
      'created' => 'המשתמש נוצר בהצלחה.',
      'deleted' => 'החברה נמחקה בהצלחה.',
      'deleted_permanently' => 'החברה נמחקה לצמיתות.',
      'restored' => 'המשתמש שוחזר בהצלחה.',
      'session_cleared' => 'הפעלת המשתמש נוקתה בהצלחה.',
      'updated' => 'המשתמש עודכן בהצלחה.',
      'updated_password' => 'סיסמת המשתמש עודכנה בהצלחה.',
    ],
    'pages' => [
      'created' => 'הדף נוצר בהצלחה.',
      'deleted' => 'הדף נמחק בהצלחה.',
      'updated' => 'הדף עודכן בהצלחה.',
    ],
    'blogcategories' => [
      'created' => 'קטגוריית הבלוג נוצרה בהצלחה.',
      'deleted' => 'קטגוריית הבלוג נמחקה בהצלחה.',
      'updated' => 'קטגוריית הבלוג עודכנה בהצלחה.',
    ],
    'blogtags' => [
      'created' => 'תג הבלוג נוצר בהצלחה.',
      'deleted' => 'תג הבלוג נמחק בהצלחה.',
      'updated' => 'תג הבלוג עודכן בהצלחה.',
    ],
    'blogs' => [
      'created' => 'הבלוג נוצר בהצלחה.',
      'deleted' => 'הבלוג נמחק בהצלחה.',
      'updated' => 'הבלוג עודכן בהצלחה.',
    ],
    'settings' => [
      'updated' => 'ההגדרה עודכנה בהצלחה.',
    ],
    'faqs' => [
      'created' => 'הפק נוצר בהצלחה.',
      'deleted' => 'הפק נמחק בהצלחה.',
      'updated' => 'ה- Faq עודכן בהצלחה.',
    ],
    'menus' => [
      'created' => 'התפריט נוצר בהצלחה.',
      'deleted' => 'התפריט נמחק בהצלחה.',
      'updated' => 'התפריט עודכן בהצלחה.',
    ],
    'plans' => [
      'no_feature' => 'אנא בחר כמה תכונות.',
      'created' => 'התוכנית נוצרה בהצלחה.',
      'deleted' => 'התוכנית נמחקה בהצלחה.',
      'updated' => 'התוכנית עודכנה בהצלחה.',
    ],
    'customers' => [
      'created' => 'הלקוח נוצר בהצלחה.',
      'deleted' => 'הלקוח נמחק בהצלחה.',
      'updated' => 'הלקוח עודכן בהצלחה.',
    ],
    'customergroups' => [
      'created' => 'קבוצת הלקוחות נוצרה בהצלחה.',
      'deleted' => 'קבוצת הלקוחות נמחקה בהצלחה.',
      'updated' => 'קבוצת הלקוחות עודכנה בהצלחה.',
    ],
    'warehouses' => [
      'created' => 'המחסן נוצר בהצלחה.',
      'deleted' => 'המחסן נמחק בהצלחה.',
      'updated' => 'המחסן עודכן בהצלחה.',
    ],
    'productcategories' => [
      'created' => 'קטגוריית המוצר נוצרה בהצלחה.',
      'deleted' => 'קטגוריית המוצר נמחקה בהצלחה.',
      'updated' => 'קטגוריית המוצר עודכנה בהצלחה.',
    ],
    'products' => [
      'created' => 'המוצר נוצר בהצלחה.',
      'deleted' => 'המוצר נמחק בהצלחה.',
      'updated' => 'המוצר עודכן בהצלחה.',
    ],
    'invoices' => [
      'created' => 'החשבונית נוצרה בהצלחה.',
      'draft_created' => 'הטיוטה נשמרה בהצלחה.',
      'deleted' => 'החשבונית נמחקה בהצלחה.',
      'updated' => 'החשבונית עודכנה בהצלחה.',
    ],
    'additionals' => [
      'created' => 'הערך נוצר בהצלחה.',
      'deleted' => 'הערך נמחק בהצלחה.',
      'updated' => 'הרשומה עודכנה בהצלחה.',
    ],
    'currencies' => [
      'created' => 'המטבע נוצר בהצלחה.',
      'deleted' => 'המטבע נמחק בהצלחה.',
      'updated' => 'המטבע עודכן בהצלחה.',
    ],
    'terms' => [
      'created' => 'המונח נוצר בהצלחה.',
      'deleted' => 'המונח נמחק בהצלחה.',
      'updated' => 'המונח עודכן בהצלחה.',
    ],
    'customfields' => [
      'created' => 'השדה המותאם אישית נוצר בהצלחה.',
      'deleted' => 'השדה המותאם אישית נמחק בהצלחה.',
      'updated' => 'השדה המותאם אישית עודכן בהצלחה.',
    ],
    'prefixes' => [
      'created' => 'הקידומת נוצרה בהצלחה.',
      'deleted' => 'הקידומת נמחקה בהצלחה.',
      'updated' => 'הקידומת עודכנה בהצלחה.',
    ],
    'accounts' => [
      'created' => 'החשבון נוצר בהצלחה.',
      'deleted' => 'החשבון נמחק בהצלחה.',
      'updated' => 'החשבון עודכן בהצלחה.',
    ],
    'transactions' => [
      'created' => 'העסקה נוצרה בהצלחה.',
      'deleted' => 'העסקה נמחקה בהצלחה.',
      'updated' => 'העסקה עודכנה בהצלחה.',
    ],
    'templates' => [
      'updated' => 'התבנית עודכנה בהצלחה.',
    ],
    'transactioncategories' => [
      'created' => 'קטגוריית העסקאות נוצרה בהצלחה.',
      'deleted' => 'קטגוריית העסקאות נמחקה בהצלחה.',
      'updated' => 'קטגוריית העסקאות עודכנה בהצלחה.',
    ],
    'productvariables' => [
      'created' => 'משתנה המוצר נוצר בהצלחה.',
      'deleted' => 'משתנה המוצר נמחק בהצלחה.',
      'updated' => 'משתנה המוצר עודכן בהצלחה.',
    ],
    'hrms' => [
      'created' => 'העובד נוצר בהצלחה.',
      'deleted' => 'העובד נמחק בהצלחה.',
      'updated' => 'העובד עודכן בהצלחה.',
    ],
    'banks' => [
      'created' => 'הבנק נוצר בהצלחה.',
      'deleted' => 'הבנק נמחק בהצלחה.',
      'updated' => 'הבנק עודכן בהצלחה.',
    ],
    'usergatewayentries' => [
      'created' => 'שער התשלום נוסף בהצלחה.',
      'deleted' => 'שער התשלומים נמחק בהצלחה.',
      'updated' => 'שער התשלומים עודכן בהצלחה.',
    ],
    'departments' => [
      'created' => 'המחלקה הוקמה בהצלחה.',
      'deleted' => 'המחלקה נמחקה בהצלחה.',
      'updated' => 'המחלקה עודכנה בהצלחה.',
    ],
    'quotes' => [
      'created' => 'הציטוט נוצר בהצלחה.',
      'deleted' => 'הציטוט נמחק בהצלחה.',
      'updated' => 'הציטוט עודכן בהצלחה.',
    ],
    'purchaseorders' => [
      'created' => 'הזמנת הרכש נוצרה בהצלחה.',
      'deleted' => 'הזמנת הרכש נמחקה בהצלחה.',
      'updated' => 'הזמנת הרכש עודכנה בהצלחה.',
    ],
    'orders' => [
      'created' => 'ההזמנה נוצרה בהצלחה.',
      'deleted' => 'ההזמנה נמחקה בהצלחה.',
      'updated' => 'ההזמנה עודכנה בהצלחה.',
    ],
    'suppliers' => [
      'created' => 'הספק נוצר בהצלחה.',
      'deleted' => 'הספק נמחק בהצלחה.',
      'updated' => 'הספק עודכן בהצלחה.',
    ],
    'tasks' => [
      'created' => 'המשימה נוצרה בהצלחה.',
      'deleted' => 'המשימה נמחקה בהצלחה.',
      'updated' => 'המשימה עודכנה בהצלחה.',
    ],
    'tags' => [
      'created' => 'התג נוצר בהצלחה.',
      'deleted' => 'התג נמחק בהצלחה.',
      'updated' => 'התג עודכן בהצלחה.',
    ],
    'miscs' => [
      'created' => 'הכניסה נוצרה בהצלחה.',
      'deleted' => 'הכניסה נמחקה בהצלחה.',
      'updated' => 'הכניסה עודכנה בהצלחה.',
    ],
    'projects' => [
      'created' => 'הפרויקט נוצר בהצלחה.',
      'deleted' => 'הפרויקט נמחק בהצלחה.',
      'updated' => 'הפרויקט עודכן בהצלחה.',
    ],
    'notes' => [
      'created' => 'ההערה נוצרה בהצלחה.',
      'deleted' => 'ההערה נמחקה בהצלחה.',
      'updated' => 'ההערה עודכנה בהצלחה.',
    ],
    'events' => [
      'created' => 'האירוע נוצר בהצלחה.',
      'deleted' => 'האירוע נמחק בהצלחה.',
      'updated' => 'האירוע עודכן בהצלחה.',
    ],
  ],
];