<?php 
return [
  'backend' => [
    'access' => [
      'users' => 
      [
        'delete_user_confirm' => 'האם אתה בטוח שברצונך למחוק משתמש זה לצמיתות? בכל מקום ביישום המפנה למזהה המשתמש הזה קרוב לוודאי שגיאה. המשך על אחריותך בלבד. לא ניתן לבצע זאת.',
        'if_confirmed_off' => '(אם אישור אינו פעיל)',
        'restore_user_confirm' => 'לשחזר משתמש זה למצבו המקורי?',
      ],
    ],
    'dashboard' => [
      'title' => 'לוח מחוונים ניהולי של SuperAdmin',
      'welcome' => 'ברוך הבא',
    ],
    'general' => [
      'all_rights_reserved' => 'כל הזכויות שמורות.',
      'are_you_sure' => 'האם אתה בטוח שברצונך לעשות זאת?',
      'boilerplate_link' => 'רוז חיוב',
      'continue' => 'המשך',
      'member_since' => 'חבר מאז',
      'minutes' => 'דקות',
      'search_placeholder' => 'לחפש...',
      'timeout' => 'יצאת אוטומטית מסיבות אבטחה מכיוון שלא הייתה לך פעילות ב-',
      'see_all' => 
      [
        'messages' => 'ראה את כל ההודעות',
        'notifications' => 'צפה בהכל',
        'tasks' => 'צפה בכל המשימות',
      ],
      'status' => 
      [
        'online' => 'באינטרנט',
        'offline' => 'במצב לא מקוון',
      ],
      'you_have' => 
      [
        'messages' => '{0} אין לך הודעות | {1} יש לך הודעה אחת | [2, Inf] יש לך: הודעות מספר',
        'notifications' => '{0} אין לך התראות | {1} יש לך הודעה אחת | [2, Inf] יש לך: הודעות מספר',
        'tasks' => '{0} אין לך משימות | {1} יש לך משימה אחת | [2, אינפ] יש לך: משימות מספר',
      ],
    ],
    'search' => [
      'empty' => 'אנא הזן מונח חיפוש.',
      'incomplete' => 'עליך לכתוב לוגיקת חיפוש משלך למערכת זו.',
      'title' => 'תוצאות חיפוש',
      'results' => 'תוצאות חיפוש עבור: שאילתה',
    ],
    'welcome' => 'ברוך הבא',
  ],
  'emails' => [
    'auth' => [
      'error' => 'אופס!',
      'greeting' => 'שלום!',
      'regards' => 'בברכה,',
      'trouble_clicking_button' => 'אם אתה מתקשה ללחוץ על כפתור ": action_text", העתק והדבק את כתובת האתר למטה בדפדפן האינטרנט שלך:',
      'thank_you_for_using_app' => 'תודה על השימוש באפליקציה שלנו!',
      'password_reset_subject' => 'לאפס את הסיסמה',
      'password_cause_of_email' => 'אתה מקבל דוא"ל זה מכיוון שקיבלנו בקשת איפוס סיסמה עבור חשבונך.',
      'password_if_not_requested' => 'אם לא ביקשת לאפס סיסמה, לא נדרשת פעולה נוספת.',
      'reset_password' => 'לחץ כאן כדי לאפס את הסיסמה שלך',
      'click_to_confirm' => 'לחץ כאן כדי לאשר את חשבונך:',
    ],
  ],
  'frontend' => [
    'test' => 'מבחן',
    'tests' => [
      'based_on' => 
      [
        'permission' => 'מבוסס הרשאה -',
        'role' => 'מבוסס תפקיד -',
      ],
      'js_injected_from_controller' => 'Javascript מוזרק מבקר',
      'using_blade_extensions' => 'באמצעות תוספות להב',
      'using_access_helper' => 
      [
        'array_permissions' => 'שימוש בעוזר גישה עם מערך של שמות הרשאות או תעודות זהות בהן המשתמש צריך להחזיק את כולם.',
        'array_permissions_not' => 'שימוש בעוזר גישה עם מערך של שמות הרשאות או תעודות זהות בהן המשתמש אינו צריך להחזיק את כולם.',
        'array_roles' => 'שימוש במסייעת גישה עם מערך של שמות תפקידים או תעודות זהות בהן המשתמש אכן צריך להחזיק את הכל.',
        'array_roles_not' => 'שימוש בעוזר גישה עם מערך של שמות תפקידים או תעודות זהות בהן המשתמש אינו צריך להחזיק את כולם.',
        'permission_id' => 'באמצעות עוזר גישה עם מזהה הרשאה',
        'permission_name' => 'באמצעות עוזר גישה עם שם הרשאה',
        'role_id' => 'באמצעות עוזר גישה עם מזהה תפקיד',
        'role_name' => 'באמצעות עוזר גישה עם שם תפקיד',
      ],
      'view_console_it_works' => 'צפה בקונסולה, אתה אמור לראות "זה עובד!" שמגיע מאינדקס FrontendController @',
      'you_can_see_because' => 'אתה יכול לראות זאת מכיוון שיש לך את התפקיד של ": תפקיד"!',
      'you_can_see_because_permission' => 'אתה יכול לראות זאת מכיוון שיש לך את ההרשאה של ": הרשאה"!',
    ],
    'user' => [
      'change_email_notice' => 'אם תשנה את הדואר האלקטרוני שלך, תתנתק עד שתאשר את כתובת הדואר האלקטרוני החדשה שלך.',
      'email_changed_notice' => 'עליך לאשר את כתובת הדואר האלקטרוני החדשה שלך לפני שתוכל להתחבר שוב.',
      'profile_updated' => 'הפרופיל עודכן בהצלחה.',
      'password_updated' => 'הסיסמה עודכנה בהצלחה.',
    ],
    'welcome_to' => 'ברוך הבא ל: מקום',
  ],
];