<?php 
return [
  'bills' => [
    'created' => 'रिकॉर्ड सफलतापूर्वक बनाया गया था।',
    'deleted' => 'रिकॉर्ड सफलतापूर्वक हटा दिया गया था।',
    'updated' => 'रिकॉर्ड सफलतापूर्वक अपडेट किया गया था।',
    'canceled' => 'रिकॉर्ड सफलतापूर्वक रद्द कर दिया गया था।',
  ],
  'backend' => [
    'roles' => [
      'created' => 'भूमिका सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'भूमिका को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'भूमिका को सफलतापूर्वक अद्यतन किया गया था।',
    ],
    'permissions' => [
      'created' => 'अनुमति सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'अनुमति सफलतापूर्वक हटा दी गई थी।',
      'updated' => 'अनुमति सफलतापूर्वक अपडेट की गई थी।',
    ],
    'users' => [
      'confirmation_email' => 'फ़ाइल पर पते पर एक नया पुष्टिकरण ई-मेल भेजा गया है।',
      'created' => 'उपयोगकर्ता को सफलतापूर्वक बनाया गया था।',
      'deleted' => 'कंपनी को सफलतापूर्वक हटा दिया गया था।',
      'deleted_permanently' => 'कंपनी को स्थायी रूप से हटा दिया गया था।',
      'restored' => 'उपयोगकर्ता को सफलतापूर्वक पुनर्स्थापित किया गया था।',
      'session_cleared' => 'उपयोगकर्ता का सत्र सफलतापूर्वक साफ़ हो गया था।',
      'updated' => 'उपयोगकर्ता को सफलतापूर्वक अपडेट किया गया था।',
      'updated_password' => 'उपयोगकर्ता का पासवर्ड सफलतापूर्वक अपडेट किया गया था।',
    ],
    'pages' => [
      'created' => 'पेज सफलतापूर्वक बनाया गया था।',
      'deleted' => 'पृष्ठ को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'पृष्ठ सफलतापूर्वक अपडेट किया गया था।',
    ],
    'blogcategories' => [
      'created' => 'ब्लॉग श्रेणी को सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ब्लॉग श्रेणी को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ब्लॉग श्रेणी को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'blogtags' => [
      'created' => 'ब्लॉग टैग सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ब्लॉग टैग सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ब्लॉग टैग सफलतापूर्वक अपडेट किया गया था।',
    ],
    'blogs' => [
      'created' => 'ब्लॉग सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ब्लॉग सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ब्लॉग सफलतापूर्वक अपडेट किया गया था।',
    ],
    'settings' => [
      'updated' => 'सेटिंग को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'faqs' => [
      'created' => 'फक सफलतापूर्वक बनाया गया था।',
      'deleted' => 'फ़ैक को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'फ़ैक को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'menus' => [
      'created' => 'मेनू सफलतापूर्वक बनाया गया था।',
      'deleted' => 'मेनू को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'मेनू को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'plans' => [
      'no_feature' => 'कृपया कुछ सुविधाओं का चयन करें।',
      'created' => 'योजना सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'योजना को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'योजना को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'customers' => [
      'created' => 'ग्राहक सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ग्राहक को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ग्राहक को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'customergroups' => [
      'created' => 'ग्राहक समूह सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ग्राहक समूह को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ग्राहक समूह को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'warehouses' => [
      'created' => 'वेयरहाउस सफलतापूर्वक बनाया गया था।',
      'deleted' => 'वेयरहाउस सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'वेयरहाउस को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'productcategories' => [
      'created' => 'उत्पाद श्रेणी सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'उत्पाद श्रेणी को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'उत्पाद श्रेणी को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'products' => [
      'created' => 'उत्पाद सफलतापूर्वक बनाया गया था।',
      'deleted' => 'उत्पाद सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'उत्पाद सफलतापूर्वक अपडेट किया गया था।',
    ],
    'invoices' => [
      'created' => 'चालान सफलतापूर्वक बनाया गया था।',
      'draft_created' => 'ड्राफ्ट सफलतापूर्वक सहेजा गया था।',
      'deleted' => 'चालान सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'चालान सफलतापूर्वक अपडेट किया गया था।',
    ],
    'additionals' => [
      'created' => 'प्रविष्टि सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'प्रविष्टि सफलतापूर्वक हटा दी गई थी।',
      'updated' => 'प्रविष्टि सफलतापूर्वक अपडेट की गई थी।',
    ],
    'currencies' => [
      'created' => 'मुद्रा को सफलतापूर्वक बनाया गया था।',
      'deleted' => 'मुद्रा को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'मुद्रा को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'terms' => [
      'created' => 'शब्द सफलतापूर्वक बनाया गया था।',
      'deleted' => 'शब्द सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'शब्द को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'customfields' => [
      'created' => 'कस्टम फ़ील्ड सफलतापूर्वक बनाया गया था।',
      'deleted' => 'कस्टम फ़ील्ड को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'कस्टम फ़ील्ड को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'prefixes' => [
      'created' => 'उपसर्ग सफलतापूर्वक बनाया गया था।',
      'deleted' => 'उपसर्ग को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'उपसर्ग को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'accounts' => [
      'created' => 'खाता सफलतापूर्वक बनाया गया था।',
      'deleted' => 'खाता सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'खाता सफलतापूर्वक अपडेट किया गया था।',
    ],
    'transactions' => [
      'created' => 'लेन-देन सफलतापूर्वक बनाया गया था।',
      'deleted' => 'लेन-देन सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'लेन-देन सफलतापूर्वक अपडेट किया गया था।',
    ],
    'templates' => [
      'updated' => 'टेम्प्लेट को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'transactioncategories' => [
      'created' => 'लेन-देन श्रेणी सफलतापूर्वक बनाई गई थी।',
      'deleted' => 'लेन-देन श्रेणी को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'लेन-देन श्रेणी को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'productvariables' => [
      'created' => 'उत्पाद चर सफलतापूर्वक बनाया गया था।',
      'deleted' => 'उत्पाद चर सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'उत्पाद चर सफलतापूर्वक अपडेट किया गया था।',
    ],
    'hrms' => [
      'created' => 'कर्मचारी सफलतापूर्वक बनाया गया था।',
      'deleted' => 'कर्मचारी को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'कर्मचारी को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'banks' => [
      'created' => 'बैंक सफलतापूर्वक बनाया गया था।',
      'deleted' => 'बैंक को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'बैंक को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'usergatewayentries' => [
      'created' => 'पेमेंट गेटवे को सफलतापूर्वक जोड़ा गया था।',
      'deleted' => 'पेमेंट गेटवे को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'पेमेंट गेटवे को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'departments' => [
      'created' => 'विभाग सफलतापूर्वक बनाया गया था।',
      'deleted' => 'विभाग को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'विभाग को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'quotes' => [
      'created' => 'उद्धरण सफलतापूर्वक बनाया गया था।',
      'deleted' => 'उद्धरण को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'उद्धरण को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'purchaseorders' => [
      'created' => 'खरीद आदेश सफलतापूर्वक बनाया गया था।',
      'deleted' => 'खरीद आदेश सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'खरीद आदेश सफलतापूर्वक अपडेट किया गया था।',
    ],
    'orders' => [
      'created' => 'आदेश सफलतापूर्वक बनाया गया था।',
      'deleted' => 'आदेश सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'आदेश सफलतापूर्वक अपडेट किया गया था।',
    ],
    'suppliers' => [
      'created' => 'आपूर्तिकर्ता सफलतापूर्वक बनाया गया था।',
      'deleted' => 'आपूर्तिकर्ता सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'आपूर्तिकर्ता को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'tasks' => [
      'created' => 'टास्क सफलतापूर्वक बनाया गया था।',
      'deleted' => 'टास्क को सफलतापूर्वक हटा दिया गया।',
      'updated' => 'टास्क को सफलतापूर्वक अपडेट किया गया।',
    ],
    'tags' => [
      'created' => 'टैग सफलतापूर्वक बनाया गया था।',
      'deleted' => 'टैग सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'टैग को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'miscs' => [
      'created' => 'प्रवेश सफलतापूर्वक बनाया गया था।',
      'deleted' => 'प्रविष्टि सफलतापूर्वक हटा दी गई थी।',
      'updated' => 'प्रविष्टि को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'projects' => [
      'created' => 'प्रोजेक्ट सफलतापूर्वक बनाया गया था।',
      'deleted' => 'प्रोजेक्ट को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'प्रोजेक्ट को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'notes' => [
      'created' => 'नोट सफलतापूर्वक बनाया गया था।',
      'deleted' => 'नोट को सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'नोट को सफलतापूर्वक अपडेट किया गया था।',
    ],
    'events' => [
      'created' => 'ईवेंट सफलतापूर्वक बनाया गया था।',
      'deleted' => 'ईवेंट सफलतापूर्वक हटा दिया गया था।',
      'updated' => 'ईवेंट सफलतापूर्वक अपडेट किया गया था।',
    ],
  ],
];