<?php 
return [
  'backend' => [
    'none' => 'इसका कोई हालिया इतिहास नहीं है।',
    'none_for_type' => 'इस प्रकार का कोई इतिहास नहीं है।',
    'none_for_entity' => 'इसके लिए कोई इतिहास नहीं है: इकाई।',
    'recent_history' => 'ताज़ा इतिहास',
    'roles' => [
      'created' => 'बनाई गई भूमिका',
      'deleted' => 'हटाई गई भूमिका',
      'updated' => 'अद्यतन भूमिका',
    ],
    'permissions' => [
      'created' => 'अनुमति प्रदान की',
      'deleted' => 'हटा दी गई अनुमति',
      'updated' => 'अद्यतन अनुमति',
    ],
    'pages' => [
      'created' => 'बनाया पृष्ठ',
      'deleted' => 'हटाए गए पृष्ठ',
      'updated' => 'अद्यतन पृष्ठ',
    ],
    'blogcategories' => [
      'created' => 'बनाया ब्लॉग श्रेणी',
      'deleted' => 'हटा दिया गया ब्लॉग श्रेणी',
      'updated' => 'अद्यतन ब्लॉग श्रेणी',
    ],
    'blogtags' => [
      'created' => 'ब्लॉग टैग बनाया',
      'deleted' => 'हटा दिया गया ब्लॉग टैग',
      'updated' => 'अद्यतन ब्लॉग टैग',
    ],
    'blogs' => [
      'created' => 'ब्लॉग बनाया',
      'deleted' => 'हटा दिया गया ब्लॉग',
      'updated' => 'अद्यतन ब्लॉग',
    ],
    'users' => [
      'changed_password' => 'उपयोगकर्ता के लिए पासवर्ड बदल दिया है',
      'created' => 'बनाया गया उपयोगकर्ता',
      'deactivated' => 'निष्क्रिय उपयोगकर्ता',
      'deleted' => 'हटाया हुआ उपयोगकर्ता',
      'permanently_deleted' => 'स्थायी रूप से हटाया गया उपयोगकर्ता',
      'updated' => 'अद्यतन उपयोगकर्ता',
      'reactivated' => 'पुन: सक्रिय उपयोगकर्ता',
      'restored' => 'बहाल किया गया उपयोगकर्ता',
    ],
  ],
  'main' => [
    'funds' => [
      'paid' => 'भुगतान योजना के लिए',
      'failed' => 'असफल भुगतान',
      'updated' => 'अद्यतन भुगतान',
    ],
  ],
];