<?php 
return [
  'bills' => [
    'created' => 'Запись была успешно создана.',
    'deleted' => 'Запись была успешно удалена.',
    'updated' => 'Запись была успешно обновлена.',
    'canceled' => 'Запись была успешно отменена.',
  ],
  'backend' => [
    'roles' => [
      'created' => 'Роль была успешно создана.',
      'deleted' => 'Роль была успешно удалена.',
      'updated' => 'Роль была успешно обновлена.',
    ],
    'permissions' => [
      'created' => 'Разрешение было успешно создано.',
      'deleted' => 'Разрешение было успешно удалено.',
      'updated' => 'Разрешение было успешно обновлено.',
    ],
    'users' => [
      'confirmation_email' => 'Новое электронное письмо с подтверждением было отправлено на указанный в файле адрес.',
      'created' => 'Пользователь был успешно создан.',
      'deleted' => 'Компания была успешно удалена.',
      'deleted_permanently' => 'Компания была удалена навсегда.',
      'restored' => 'Пользователь был успешно восстановлен.',
      'session_cleared' => 'Сессия пользователя была успешно очищена.',
      'updated' => 'Пользователь был успешно обновлен.',
      'updated_password' => 'Пароль пользователя был успешно обновлен.',
    ],
    'pages' => [
      'created' => 'Страница была успешно создана.',
      'deleted' => 'Страница была успешно удалена.',
      'updated' => 'Страница была успешно обновлена.',
    ],
    'blogcategories' => [
      'created' => 'Категория блога была успешно создана.',
      'deleted' => 'Категория блога была успешно удалена.',
      'updated' => 'Категория блога была успешно обновлена.',
    ],
    'blogtags' => [
      'created' => 'Тег блога был успешно создан.',
      'deleted' => 'Тег блога был успешно удален.',
      'updated' => 'Тег блога был успешно обновлен.',
    ],
    'blogs' => [
      'created' => 'Блог был успешно создан.',
      'deleted' => 'Блог был успешно удален.',
      'updated' => 'Блог был успешно обновлен.',
    ],
    'settings' => [
      'updated' => 'Настройка была успешно обновлена.',
    ],
    'faqs' => [
      'created' => 'Faq был успешно создан.',
      'deleted' => 'Faq был успешно удален.',
      'updated' => 'FAQ был успешно обновлен.',
    ],
    'menus' => [
      'created' => 'Меню было успешно создано.',
      'deleted' => 'Меню было успешно удалено.',
      'updated' => 'Меню было успешно обновлено.',
    ],
    'plans' => [
      'no_feature' => 'Пожалуйста, выберите некоторые функции.',
      'created' => 'План был успешно создан.',
      'deleted' => 'План был успешно удален.',
      'updated' => 'План был успешно обновлен.',
    ],
    'customers' => [
      'created' => 'Заказчик успешно создан.',
      'deleted' => 'Клиент был успешно удален.',
      'updated' => 'Клиент был успешно обновлен.',
    ],
    'customergroups' => [
      'created' => 'Группа клиентов была успешно создана.',
      'deleted' => 'Группа клиентов была успешно удалена.',
      'updated' => 'Группа клиентов была успешно обновлена.',
    ],
    'warehouses' => [
      'created' => 'Склад был успешно создан.',
      'deleted' => 'Склад был успешно удален.',
      'updated' => 'Склад был успешно обновлен.',
    ],
    'productcategories' => [
      'created' => 'Категория продукта была успешно создана.',
      'deleted' => 'Категория продукта была успешно удалена.',
      'updated' => 'Категория продукта была успешно обновлена.',
    ],
    'products' => [
      'created' => 'Продукт был успешно создан.',
      'deleted' => 'Товар был успешно удален.',
      'updated' => 'Продукт был успешно обновлен.',
    ],
    'invoices' => [
      'created' => 'Счет был успешно создан.',
      'draft_created' => 'Черновик был успешно сохранен.',
      'deleted' => 'Счет был успешно удален.',
      'updated' => 'Счет был успешно обновлен.',
    ],
    'additionals' => [
      'created' => 'Запись была успешно создана.',
      'deleted' => 'Запись была успешно удалена.',
      'updated' => 'Запись была успешно обновлена.',
    ],
    'currencies' => [
      'created' => 'Валюта была успешно создана.',
      'deleted' => 'Валюта была успешно удалена.',
      'updated' => 'Валюта была успешно обновлена.',
    ],
    'terms' => [
      'created' => 'Срок был успешно создан.',
      'deleted' => 'Срок был успешно удален.',
      'updated' => 'Срок был успешно обновлен.',
    ],
    'customfields' => [
      'created' => 'Пользовательское поле было успешно создано.',
      'deleted' => 'Пользовательское поле было успешно удалено.',
      'updated' => 'Пользовательское поле было успешно обновлено.',
    ],
    'prefixes' => [
      'created' => 'Префикс успешно создан.',
      'deleted' => 'Префикс был успешно удален.',
      'updated' => 'Префикс был успешно обновлен.',
    ],
    'accounts' => [
      'created' => 'Аккаунт был успешно создан.',
      'deleted' => 'Аккаунт был успешно удален.',
      'updated' => 'Аккаунт был успешно обновлен.',
    ],
    'transactions' => [
      'created' => 'Транзакция была успешно создана.',
      'deleted' => 'Транзакция была успешно удалена.',
      'updated' => 'Транзакция была успешно обновлена.',
    ],
    'templates' => [
      'updated' => 'Шаблон был успешно обновлен.',
    ],
    'transactioncategories' => [
      'created' => 'Категория транзакции была успешно создана.',
      'deleted' => 'Категория транзакции была успешно удалена.',
      'updated' => 'Категория транзакции была успешно обновлена.',
    ],
    'productvariables' => [
      'created' => 'Переменная Product была успешно создана.',
      'deleted' => 'Переменная Product была успешно удалена.',
      'updated' => 'Переменная Product была успешно обновлена.',
    ],
    'hrms' => [
      'created' => 'Сотрудник был успешно создан.',
      'deleted' => 'Сотрудник был успешно удален.',
      'updated' => 'Сотрудник был успешно обновлен.',
    ],
    'banks' => [
      'created' => 'Банк был успешно создан.',
      'deleted' => 'Банк был успешно удален.',
      'updated' => 'Банк был успешно обновлен.',
    ],
    'usergatewayentries' => [
      'created' => 'Платежный шлюз был успешно добавлен.',
      'deleted' => 'Платежный шлюз был успешно удален.',
      'updated' => 'Платежный шлюз был успешно обновлен.',
    ],
    'departments' => [
      'created' => 'Кафедра была успешно создана.',
      'deleted' => 'Отдел был успешно удален.',
      'updated' => 'Отдел был успешно обновлен.',
    ],
    'quotes' => [
      'created' => 'Цитата была успешно создана.',
      'deleted' => 'Цитата была успешно удалена.',
      'updated' => 'Цитата была успешно обновлена.',
    ],
    'purchaseorders' => [
      'created' => 'Заказ на покупку был успешно создан.',
      'deleted' => 'Заказ на покупку был успешно удален.',
      'updated' => 'Заказ на покупку был успешно обновлен.',
    ],
    'orders' => [
      'created' => 'Заказ был успешно создан.',
      'deleted' => 'Заказ был успешно удален.',
      'updated' => 'Заказ был успешно обновлен.',
    ],
    'suppliers' => [
      'created' => 'Поставщик был успешно создан.',
      'deleted' => 'Поставщик был успешно удален.',
      'updated' => 'Поставщик был успешно обновлен.',
    ],
    'tasks' => [
      'created' => 'Задача была успешно создана.',
      'deleted' => 'Задача была успешно удалена.',
      'updated' => 'Задача была успешно обновлена.',
    ],
    'tags' => [
      'created' => 'Тег был успешно создан.',
      'deleted' => 'Тег был успешно удален.',
      'updated' => 'Тег был успешно обновлен.',
    ],
    'miscs' => [
      'created' => 'Запись была успешно создана.',
      'deleted' => 'Запись была успешно удалена.',
      'updated' => 'Запись была успешно обновлена.',
    ],
    'projects' => [
      'created' => 'Проект был успешно создан.',
      'deleted' => 'Проект был успешно удален.',
      'updated' => 'Проект был успешно обновлен.',
    ],
    'notes' => [
      'created' => 'Примечание было успешно создано.',
      'deleted' => 'Примечание было успешно удалено.',
      'updated' => 'Примечание было успешно обновлено.',
    ],
    'events' => [
      'created' => 'Событие было успешно создано.',
      'deleted' => 'Событие было успешно удалено.',
      'updated' => 'Событие было успешно обновлено.',
    ],
  ],
];