<?php 
return [
  'backend' => [
    'none' => 'Там нет недавней истории.',
    'none_for_type' => 'У этого типа нет истории.',
    'none_for_entity' => 'Для этого нет истории: сущность.',
    'recent_history' => 'Недавняя история',
    'roles' => [
      'created' => 'созданная роль',
      'deleted' => 'удаленная роль',
      'updated' => 'обновленная роль',
    ],
    'permissions' => [
      'created' => 'создано разрешение',
      'deleted' => 'удаленное разрешение',
      'updated' => 'обновленное разрешение',
    ],
    'pages' => [
      'created' => 'созданная страница',
      'deleted' => 'удаленная страница',
      'updated' => 'обновленная страница',
    ],
    'blogcategories' => [
      'created' => 'созданная категория блога',
      'deleted' => 'удаленная категория блога',
      'updated' => 'обновленная категория блога',
    ],
    'blogtags' => [
      'created' => 'созданный блог тег',
      'deleted' => 'удаленный тег',
      'updated' => 'обновленный тег блога',
    ],
    'blogs' => [
      'created' => 'созданный блог',
      'deleted' => 'удаленный блог',
      'updated' => 'обновленный блог',
    ],
    'users' => [
      'changed_password' => 'изменил пароль для пользователя',
      'created' => 'созданный пользователь',
      'deactivated' => 'деактивированный пользователь',
      'deleted' => 'удаленный пользователь',
      'permanently_deleted' => 'навсегда удаленный пользователь',
      'updated' => 'обновленный пользователь',
      'reactivated' => 'повторно активированный пользователь',
      'restored' => 'восстановленный пользователь',
    ],
  ],
  'main' => [
    'funds' => [
      'paid' => 'Платный платеж за план',
      'failed' => 'Не удалось оплатить',
      'updated' => 'Обновленный платеж',
    ],
  ],
];