<?php 
return [
  'general' => [
    'all' => 'Все',
    'yes' => 'да',
    'no' => 'нет',
    'custom' => 'изготовленный на заказ',
    'actions' => 'действия',
    'active' => 'активный',
    'buttons' => [
      'save' => 'Сохранить',
      'update' => 'Обновить',
    ],
    'hide' => 'Спрятать',
    'inactive' => 'Неактивный',
    'none' => 'Никто',
    'show' => 'Показать',
    'toggle_navigation' => 'Переключить навигацию',
  ],
  'backend' => [
    'profile_updated' => 'Ваш профиль был обновлен.',
    'access' => [
      'roles' => 
      [
        'create' => 'Создать роль',
        'edit' => 'Изменить роль',
        'management' => 'Ролевое управление',
        'table' => 
        [
          'number_of_users' => 'Количество пользователей',
          'permissions' => 'права доступа',
          'role' => 'Роль',
          'sort' => 'Сортировать',
          'total' => 'Всего ролей | Всего ролей',
        ],
      ],
      'permissions' => 
      [
        'create' => 'Создать разрешение',
        'edit' => 'Редактировать разрешение',
        'management' => 'Управление разрешениями',
        'table' => 
        [
          'permission' => 'разрешение',
          'display_name' => 'Показать имя',
          'sort' => 'Сортировать',
          'status' => 'Положение дел',
          'total' => 'Всего ролей | Всего ролей',
        ],
      ],
      'users' => 
      [
        'active' => 'Активные компании',
        'all_permissions' => 'Все разрешения',
        'change_password' => 'Изменить пароль',
        'change_password_for' => 'Изменить пароль для: пользователя',
        'create' => 'Создать пользователя',
        'deactivated' => 'Деактивированные компании',
        'deleted' => 'Удаленные компании',
        'edit' => 'Изменить пользователя',
        'edit-profile' => 'Редактировать профиль',
        'management' => 'Руководство фирмы',
        'no_permissions' => 'Нет разрешений',
        'no_roles' => 'Нет роли для установки.',
        'permissions' => 'права доступа',
        'table' => 
        [
          'confirmed' => 'подтвердил',
          'created' => 'созданный',
          'email' => 'Эл. почта',
          'id' => 'Я БЫ',
          'last_updated' => 'Последнее обновление',
          'first_name' => 'Имя',
          'last_name' => 'Фамилия',
          'no_deactivated' => 'Нет деактивированных компаний',
          'no_deleted' => 'Нет удаленных компаний',
          'roles' => 'Роли',
          'total' => 'всего пользователей | всего пользователей',
        ],
        'tabs' => 
        [
          'titles' => 
          [
            'overview' => 'обзор',
            'history' => 'история',
          ],
          'content' => 
          [
            'overview' => 
            [
              'avatar' => 'Аватар',
              'confirmed' => 'подтвердил',
              'created_at' => 'Создан в',
              'deleted_at' => 'Удалено в',
              'email' => 'Эл. почта',
              'last_updated' => 'Последнее обновление',
              'name' => 'имя',
              'status' => 'Положение дел',
            ],
          ],
        ],
        'view' => 'Просмотр пользователя',
      ],
    ],
    'pages' => [
      'create' => 'Создать страницу',
      'edit' => 'Отредактировать страницу',
      'management' => 'Управление страницей',
      'title' => 'страницы',
      'table' => 
      [
        'title' => 'заглавие',
        'status' => 'Положение дел',
        'createdat' => 'Создан в',
        'updatedat' => 'Обновлен в',
        'createdby' => 'Создано',
        'all' => 'Все',
      ],
    ],
    'blogcategories' => [
      'create' => 'Создать категорию блога',
      'edit' => 'Изменить категорию блога',
      'management' => 'Управление категориями блогов',
      'table' => 
      [
        'title' => 'Категория блога',
        'status' => 'Положение дел',
        'createdat' => 'Создан в',
        'createdby' => 'Создано',
        'all' => 'Все',
      ],
    ],
    'blogtags' => [
      'create' => 'Создать блог тег',
      'edit' => 'Изменить тег блога',
      'management' => 'Управление тегами блога',
      'table' => 
      [
        'title' => 'Тег блога',
        'status' => 'Положение дел',
        'createdat' => 'Создан в',
        'createdby' => 'Создано',
        'all' => 'Все',
      ],
    ],
    'blogs' => [
      'create' => 'Создать блог',
      'edit' => 'Редактировать блог',
      'management' => 'Управление блогами',
      'table' => 
      [
        'title' => 'Блог',
        'publish' => 'PublishDateTime',
        'status' => 'Положение дел',
        'createdat' => 'Создан в',
        'createdby' => 'Создано',
        'all' => 'Все',
      ],
    ],
    'settings' => [
      'edit' => 'Изменить настройки',
      'management' => 'Управление настройками',
      'title' => 'настройки',
      'seo' => 'Настройки компании и SEO',
      'companydetails' => 'Контактная информация компании',
      'mail' => 'Настройки почты',
      'footer' => 'Настройки нижнего колонтитула',
      'terms' => 'Условия использования',
      'google' => 'Google Analytics Track Code',
      'social' => 'Ссылки на социальные сети',
      'home' => 'Настройки домашней страницы',
      'intro' => 'вступление',
      'section' => 'Раздел',
    ],
    'faqs' => [
      'create' => 'Создать FAQ',
      'edit' => 'Изменить FAQ',
      'management' => 'FAQ по управлению',
      'table' => 
      [
        'title' => 'Вопросы и ответы',
        'publish' => 'PublishDateTime',
        'status' => 'Положение дел',
        'createdat' => 'Создан в',
        'createdby' => 'Создано',
        'answer' => 'Ответ',
        'question' => 'Вопрос',
        'updatedat' => 'Обновлен в',
        'all' => 'Все',
      ],
    ],
    'menus' => [
      'create' => 'Создать меню',
      'edit' => 'Редактировать меню',
      'management' => 'Управление меню',
      'title' => 'меню',
      'table' => 
      [
        'name' => 'имя',
        'type' => 'Тип',
        'createdat' => 'Создан в',
        'createdby' => 'Создано',
        'all' => 'Все',
      ],
      'field' => 
      [
        'name' => 'имя',
        'type' => 'Тип',
        'items' => 'Пункты меню',
        'url' => 'URL',
        'url_type' => 'Тип URL',
        'url_types' => 
        [
          'route' => 'маршрут',
          'static' => 'статический',
        ],
        'open_in_new_tab' => 'Открыть URL в новой вкладке',
        'view_permission_id' => 'разрешение',
        'icon' => 'Icon Class',
        'icon_title' => 'Класс Font Awesome. например. фа-редактирование',
      ],
    ],
    'modules' => [
      'create' => 'Создать модуль',
      'management' => 'Модуль управления',
      'title' => 'модуль',
      'edit' => 'Редактировать модуль',
      'table' => 
      [
        'name' => 'Имя модуля',
        'url' => 'Модуль Просмотр маршрута',
        'view_permission_id' => 'Просмотр разрешения',
        'created_by' => 'Создано',
      ],
      'form' => 
      [
        'name' => 'Имя модуля',
        'url' => 'Посмотреть маршрут',
        'view_permission_id' => 'Просмотр разрешения',
        'directory_name' => 'Имя каталога',
        'namespace' => 'Пространство имен',
        'model_name' => 'Наименование модели',
        'controller_name' => 'Имя контроллера',
        'resource_controller' => 'Находчивый контроллер',
        'table_controller_name' => 'Имя контроллера',
        'table_name' => 'Имя таблицы',
        'route_name' => 'Название маршрута',
        'route_controller_name' => 'Имя контроллера',
        'resource_route' => 'Находчивые маршруты',
        'views_directory' => 'Имя каталога',
        'index_file' => 'Показатель',
        'create_file' => 'Создайте',
        'edit_file' => 'редактировать',
        'form_file' => 'форма',
        'repo_name' => 'Имя хранилища',
        'event' => 'Название события',
      ],
    ],
    'plans' => [
      'create' => 'Создать план',
      'edit' => 'Редактировать план',
      'management' => 'План управления',
      'feature' => 'Особенности плана',
      'title' => 'планы',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
        'invoice_period' => 'Период счета',
        'invoice_interval' => 'Интервал счета',
        'order' => 'План Просмотр заказа',
        'max_employee' => 'Максимальная регистрация сотрудников',
      ],
    ],
    'geos' => [
      'create' => 'Создать Geo',
      'edit' => 'Редактировать Гео',
      'management' => 'Гео Менеджмент',
      'title' => 'Геос',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'customers' => [
      'create' => 'Создать клиента',
      'edit' => 'Изменить клиента',
      'management' => 'Управление клиентами',
      'title' => 'Клиенты',
      'view' => 'Посмотреть клиента',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'customergroups' => [
      'create' => 'Создать группу клиентов',
      'edit' => 'Изменить группу клиентов',
      'management' => 'Управление группами клиентов',
      'title' => 'Группы клиентов',
      'view' => 'Посмотреть группу клиентов',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'warehouses' => [
      'create' => 'Создать склад',
      'edit' => 'Редактировать склад',
      'management' => 'Управление складом',
      'title' => 'Складские помещения',
      'view' => 'Посмотреть склад',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'productcategories' => [
      'create' => 'Создать категорию продукта',
      'edit' => 'Изменить категорию продукта',
      'management' => 'Управление категориями товаров',
      'title' => 'категории товаров',
      'view' => 'Посмотреть категорию продукта',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'products' => [
      'create' => 'Создать продукт',
      'edit' => 'Редактировать продукт',
      'management' => 'Управление продуктом',
      'title' => 'Товары',
      'view' => 'Посмотреть продукт',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'invoices' => [
      'create' => 'Создать счет',
      'edit' => 'Изменить счет',
      'management' => 'Стандартные счета',
      'pos_management' => 'POS-счета',
      'title' => 'Счета-фактуры',
      'view' => 'Посмотреть счет',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'additionals' => [
      'create' => 'Создать налог и скидку',
      'edit' => 'Изменить налог и скидку',
      'management' => 'Управление налогами и скидками',
      'title' => 'Налог и Скидка',
      'view' => 'Просмотр налогов и скидок',
    ],
    'currencies' => [
      'create' => 'Создать валюту',
      'edit' => 'Изменить валюту',
      'management' => 'Управление валютой',
      'title' => 'валюты',
      'view' => 'Просмотр валюты',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'terms' => [
      'create' => 'Создать срок',
      'edit' => 'Изменить срок',
      'management' => 'Срок управления',
      'title' => 'условия',
      'view' => 'Посмотреть термин',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'customfields' => [
      'create' => 'Создать настраиваемое поле',
      'edit' => 'Изменить настраиваемое поле',
      'management' => 'Управление пользовательскими полями',
      'title' => 'Настраиваемые поля',
      'view' => 'Просмотр настраиваемого поля',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'prefixes' => [
      'edit' => 'Изменить префикс',
      'management' => 'Управление префиксами',
      'title' => 'Приставки',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'accounts' => [
      'create' => 'Регистрация',
      'edit' => 'Редактировать аккаунт',
      'management' => 'Управление аккаунтом',
      'title' => 'Счета',
      'view' => 'Посмотреть аккаунт',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'transactions' => [
      'create' => 'Создать транзакцию',
      'edit' => 'Изменить транзакцию',
      'management' => 'Управление транзакциями',
      'title' => 'операции',
      'view' => 'Просмотр транзакции',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'templates' => [
      'create' => 'Создать шаблон',
      'edit' => 'Изменить шаблон',
      'management' => 'Управление шаблонами',
      'title' => 'Шаблоны',
      'view' => 'Посмотреть шаблон',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'transactioncategories' => [
      'create' => 'Создать категорию транзакции',
      'edit' => 'Изменить категорию транзакции',
      'management' => 'Управление категориями транзакций',
      'title' => 'Категории транзакций',
      'view' => 'Просмотр категории транзакций',
    ],
    'productvariables' => [
      'create' => 'Создать переменную продукта',
      'edit' => 'Изменить переменную единицы продукта',
      'management' => 'Управление переменными единиц продукта',
      'title' => 'Переменные единицы продукта',
      'view' => 'Переменная единица измерения продукта',
    ],
    'hrms' => [
      'create' => 'Создать HRM',
      'edit' => 'Управление HRM',
      'management' => 'Управление персоналом',
      'title' => 'HRM',
      'view' => 'Посмотреть HRM',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'banks' => [
      'create' => 'Создать банк',
      'edit' => 'Редактировать банк',
      'management' => 'Управление Банком',
      'title' => 'банки',
      'view' => 'Просмотр банка',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'usergatewayentries' => [
      'create' => 'Добавить платежный шлюз',
      'edit' => 'Изменить платежный шлюз',
      'management' => 'Управление платежными шлюзами',
      'title' => 'Платежные шлюзы',
      'view' => 'Просмотреть платежный шлюз',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'departments' => [
      'create' => 'Создать отдел сотрудников',
      'edit' => 'Редактировать отдел персонала',
      'management' => 'Управление отделом сотрудников',
      'title' => 'Отделы персонала',
      'view' => 'Посмотреть отдел сотрудников',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'quotes' => [
      'create' => 'Создать цитату',
      'edit' => 'Редактировать цитату',
      'management' => 'Управление цитатами',
      'title' => 'Котировки',
      'view' => 'Посмотреть цитату',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'purchaseorders' => [
      'create' => 'Создать заказ на поставку',
      'edit' => 'Изменить заказ на покупку',
      'management' => 'Управление заказами на покупку',
      'title' => 'Заказы',
      'view' => 'Посмотреть заказ на покупку',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'orders' => [
      'create' => 'Создать заказ',
      'edit' => 'Редактировать заказ',
      'management' => 'Управление заказами',
      'title' => 'заказы',
      'view' => 'Посмотреть заказ',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'suppliers' => [
      'create' => 'Создать поставщика',
      'edit' => 'Редактировать поставщика',
      'management' => 'Управление поставщиками',
      'title' => 'Поставщики',
      'view' => 'Посмотреть поставщика',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'tasks' => [
      'create' => 'Создать задачу',
      'edit' => 'Изменить задачу',
      'management' => 'Управление задачами',
      'title' => 'Задания',
      'view' => 'Просмотр задачи',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'tags' => [
      'create' => 'Создать тег',
      'edit' => 'Изменить тег',
      'management' => 'Теги',
      'title' => 'Теги',
      'view' => 'Посмотреть тег',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'miscs' => [
      'create' => 'Создать запись',
      'edit' => 'Изменить запись',
      'management' => 'управление',
      'title' => 'Теги и статусы',
      'view' => 'Посмотреть теги и статусы',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'projects' => [
      'create' => 'Создать проект',
      'edit' => 'Редактировать проект',
      'management' => 'Управление проектом',
      'title' => 'проектов',
      'view' => 'Посмотреть проект',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'notes' => [
      'create' => 'Создать заметку',
      'edit' => 'Редактировать заметку',
      'management' => 'Управление примечаниями',
      'title' => 'Примечания',
      'view' => 'Посмотреть примечание',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
    'events' => [
      'create' => 'Создать событие',
      'edit' => 'Изменить событие',
      'management' => 'Управление событиями',
      'title' => 'События',
      'view' => 'Посмотреть событие',
      'table' => 
      [
        'id' => 'Я бы',
        'createdat' => 'Создан в',
      ],
    ],
  ],
  'frontend' => [
    'auth' => [
      'login_box_title' => 'Авторизоваться',
      'login_button' => 'Авторизоваться',
      'login_with' => 'Войти с помощью: social_media',
      'register_box_title' => 'регистр',
      'register_button' => 'регистр',
      'remember_me' => 'Запомните меня',
    ],
    'passwords' => [
      'forgot_password' => 'Забыли свой пароль?',
      'reset_password_box_title' => 'Сброс пароля',
      'reset_password_button' => 'Сброс пароля',
      'send_password_reset_link_button' => 'Отправить ссылку для сброса пароля',
    ],
    'macros' => [
      'country' => 
      [
        'alpha' => 'Альфа-коды страны',
        'alpha2' => 'Страна Альфа 2 Кода',
        'alpha3' => 'Страна Альфа 3 Кода',
        'numeric' => 'Числовые коды страны',
      ],
      'macro_examples' => 'Примеры макросов',
      'state' => 
      [
        'mexico' => 'Список штата Мексика',
        'us' => 
        [
          'us' => 'Штаты США',
          'outlying' => 'Американские Территории',
          'armed' => 'Вооруженные силы США',
        ],
      ],
      'territories' => 
      [
        'canada' => 'Список провинций и территорий Канады',
      ],
      'timezone' => 'Часовой пояс',
    ],
    'user' => [
      'passwords' => 
      [
        'change' => 'Изменить пароль',
      ],
      'profile' => 
      [
        'avatar' => 'Аватар',
        'created_at' => 'Создан в',
        'edit_information' => 'Редактировать информацию',
        'email' => 'Эл. почта',
        'last_updated' => 'Последнее обновление',
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'address' => 'Адрес',
        'state' => 'состояние',
        'city' => 'город',
        'zipcode' => 'Почтовый Индекс',
        'ssn' => 'ПЛА',
        'update_information' => 'Обновить информацию',
      ],
    ],
  ],
];